{
    "0": "0",
    "1": "1",
    "2": "2",
    "3": "3",
    "4": "4",
    "5": "5",
    "6": "6",
    "7": "7",
    "8": "8",
    "9": "9",
    "10": "10",
    "11": "11",
    "12": "12",
    "30": "30",
    "500": "500",
    "Name of Institution is required": "需要學校名稱",
    "Degree/Programme is required": "需要學位/課程名稱",
    "Start Year is required": "需要開始年份",
    "End Year is required": "需要完成年份",
    "Cantonese": "廣東話",
    "Mandarin": "普通話",
    "English": "英文",
    "Select Services": "選擇服務",
    "Search Services": "Search Services",
    "Client Login": "客戶登入",
    "Are you sure you'd like to cancel the appointment?": "確認取消預約?",
    "Personal Care": "個人照顧",
    "Select All": "Select All",
    "UnSelect All": "UnSelect All",
    "Search Personal Care": "Search Personal Care",
    "Special Care": "特殊照顧",
    "Search Special Care": "Search Special Care",
    "Required": "必須填寫",
    "Invalid email address": "電郵地址無效",
    "Invalid password. Password must be 6 characters long, at least 1 capital letter, 1 small letter and 1 numeric character": "密碼無效. 密碼必須最少6個字符,其中最少1個大階,1個細階及1位數字.",
    "Minimum length": "最短",
    "Maximum length": "最長",
    "Confirm password not matching": "Confirm password not matching",
    "Invalid website url": "不正確網頁連結",
    "is Invalid": "不正確",
    "Please enter valid number": "請輸入有效數字",
    "Please enter hour between 1 to 12": "請輸入1至12小時",
    "Whitespaces are not allowed": "不可輸入空白鍵",
    "Only 50 words are allowed": "最多只可50字",
    "Only Characters are allowed": "只可輸入字符",
    "Invalid height": "高度無效",
    "Invalid mobile number": "手提電話無效",
    "Caregiver Login": "護理員登入",
    "You set your service fee. We pay you 12 hours after the service!": "自訂服務收費；工作12小時內收到轉帳!",
    "No commission charged during promotion!": "在推廣期內免收平台服務費！",
    "Email Address": "電郵地址",
    "Password": "密碼",
    "Remember Me": "記住我",
    "Forgot password": "忘記密碼",
    "Login": "登入",
    "Don’t have an account yet?": "未有帳戶?",
    "SIGN UP": "登記",
    "Join as a Caregiver": "加入成為謢理員",
    "Join us if you are RN / EN / HW / PCW / Out-Patient Escort.": "註冊護士 / 登記護士 / 保健員 / 起居照顧員 / 陪診員，歡迎加入!",
    "Set your display name;": "自設顯示名稱",
    "set your service fee.": "自訂服務收費",
    "Strength:": "強度：",
    "Weak": "弱",
    "Average": "一般",
    "Strong": "強",
    "Confirm Password": "確認密碼",
    "By clicking Join, you agree to our": "按下加入，你同意我們的",
    "Privacy Policy.": "私隱條款。",
    "Join": "加入",
    "Already have an account?": "已經有帳戶?",
    "LOGIN": "登入",
    "Activate your account": "確認你的帳戶",
    "We have sent a link to your email address. Please don’t forget to check your junk mail folder.": "我們已把連結寄至你的電郵地址。別忘記檢查垃圾郵箱。",
    "Did not get the link?": "還未收到連結?",
    "SEND AGAIN": "再次傳送",
    "All caregivers are verified. Appointment is booked in just a few clicks.": "所有謢理員資料已被核實。預約服務就在彈指之間。",
    "Join as a Client": "加入成為客戶",
    "Free Registration": "免費登記",
    "0 Commission until 31 August!": "免平台服務費到8月31日!",
    "Congratulations!": "恭喜！",
    "Your account is now activated": "你帳戶已經啟動",
    "Please login to complete the profile. We will show your profile online after this is completed.": "請登入完成填寫個人資料；Pure Care稍後會上載並展示你的簡介。",
    "Please login to complete the profile.": "請登入完成填寫個人資料",
    "Enter the email address to receive reset password link.": "請填寫你的電郵地址以獲取密碼重設連結。",
    "Send reset link": "發出重設連結",
    "Back to": "返回",
    "Forgot password?": "忘記密碼?",
    "Password reset link is sent to your email address if this is registered with us. Please don’t forget to check your junk mail folder.": "我們已把密碼連結寄至你的電郵地址。別忘記檢查垃圾郵箱。",
    "Privacy Policy": "私隱條款",
    "Reset your password": "重設密碼",
    "New Password": "新密碼",
    "Confirm New Password": "確認新的密碼",
    "Reset Password": "重設密碼",
    "Your password has been changed successfully.": "你的密碼已經重設。",
    "First": "首個",
    "online caregiver platform in Hong Kong": "香港網上謢理平台",
    "Licensed and regulated by the Labour Department of the Hong Kong government,": "受勞工處職業介紹所發牌及監管,",
    "Pure Care quickly bridges you and the caregiver so that the caregiver can take care of the person you love.": "Pure Care幫助客戶快捷地聯絡護理員安排上門護理服務。",
    "Our Story": "我們的故事",
    "Pure Care was founded on a simple belief — Live better. We believe that everyone deserves a better quality of life regardless of age or health.": "Pure Care的成立是基於一個簡單的信念 ——「讓生活更美好」。我們相信，不管是年長或患病，每個人都可以值得擁有更健康、更快樂的生活。",
    "We have created a platform to share information of elderly caring, healthy exercise, appropriate training and balanced diet.": "我們努力經營一個平台，分享照顧長者、健康運動、適度訓練和均衡飲食的資訊。",
    "Pure Care believes that the challenges of taking care of those in need can be addressed with the right methods and tools.": "Pure Care相信，如果採用正確方法去照顧年長及患病，照顧者可照顧得更輕鬆。",
    "Frequently Asked Questions": "常見問題",
    "Registration": "登記",
    "What docs do I need to submit?": "登記後，需要提交什麼文件?",
    "Please whatsapp or email us your HKID photo (only show first 4 digits), qualifications (see client Q2) and contract or payslip (you may hide salary figures). We would review your docs in 24 hours.": "請whatsapp或電郵香港身份證的照片（僅需顯示前4位數字）、資歷（請參閱客戶問與答第2題）以及合同或糧單（閣下可遮蔽薪金）給我們。我們於24小時內審核。",
    "Do I need to attend an interview?": "需要面試嗎?",
    "No need! Our registration is simple and easy.": "不需的!登記過程簡單容易。",
    "Work": "工作",
    "When would I have an appointment?": "何時收到客戶預約?",
    "We strive to facilitate clients to our platform but in the meantime, it depends on your skillset, charges, availability, rating and review!": "我們致力介紹客戶給閣下，但與此同時，這取決閣下的技能、收費、服務時間、評分和評價!",
    "How do clients find me?": "客戶如何找到我?",
    "Your profile will display in the platform for the client to select.": "閣下的資料將顯示在平台上，以供客戶選擇。",
    "How do I accept or decline an appointment?": "如何接受或拒絕預約?",
    "Once a client selects you, we would whatsapp and email you. In the email titled “Need Your Confirmation”, please scroll to the bottom to accept or decline the appointment.": "當客戶選擇閣下，我們將發送Whatsapp和電郵給你。在標題為“需要閣下確認”的電郵內，請拉至底部以接受或拒絕預約。",
    "Appointment is on a first-come-first serve basis.": "預約為先到先得。",
    "When would I get paid after the appointment?": "預約後何時獲發薪金?",
    "We would pay you within 24 hours via bank transfer or 3 calendar days via cheque, assuming there are no disputes. We pay 365 days.": "如果沒有爭議，我們會於24小時內銀行轉帳或3日內以支票付款。我們每天付款，年中無休。",
    "I have accepted the appointment but cannot come. What should I do?": "我已接受預約，但其後不能提供服務。怎麼辦?",
    "Please whatsapp or email us immediately. The client would still give you a rating and review.": "請立即whatsapp或電郵我們。客戶仍可就此事評分和評論。",
    "Update Info": "更新資料",
    "How do I update availability and charges?": "如何更新服務時間和收費?",
    "Please login and go to step 4 to update your availability and step 5 to update your charges.": "請登入並到第4步以更新服務時間，第5步以更新收費。",
    "How can I update education and work experience?": "如何更新教育和工作經驗?",
    "Please whatsapp or email your certificate(s) and/or contract(s) or payslip(s) to us; you may hide the salary figures. We would update the info in 24 hours.": "請以whatsapp或電郵將證書和/或合同或糧單發送給我們；閣下可遮蔽薪金。我們會在24小時內更新",
    "Your appointment will be confirmed very shortly!": "我們會盡快確認預約!",
    "Would you need another caregiver to help out ?": "需要多一位護理員嗎?",
    "Please book another caregiver if so !": "如需要的話，請預約另一位護理員!",
    "Please prepare the following in the Care Receiver's home for the out-patient escort to pick up: 1) Care Receiver's HKID": "請於受顧者家中準備以下事項以便陪診員工作: 1)受顧者身分證",
    "2) Consultation Letter 3) Consultation Fee 4) Taxi Fare for both ways.": "2) 覆診紙 3)診金 4)來回的士車費 ",
    "The out-patient escort would leave the change and receipt at the Care Receiver's home.": "陪診員會於受顧者家中留下餘下車費及收據。",
    "Back to homepage": "返回主頁",
    "We are contacting the client to request payment. We will send the confirmation email to you soon!": "我們正通知客戶付款。確認電郵會會付款後寄出!",
    "Please wait...": "請稍後...",
    "Oops…the appointment is already taken by another caregiver. This happens!": "已有護理員確認，所以是次確認未能成功!",
    "No worries. We would contact you in future appointments!": "放心，以後有服務預約，我們會立即與你聯絡!",
    "No worries.": "放心",
    "We would contact you again in future appointments!": "以後有服務預約，我們會立即與你聯絡!",
    "Availability": "服務時間",
    "Have questions about this form? Please whatsapp": "有疑問?請Whatsapp",
    "6364 0301": "6364 0301",
    "and let us help you!": "讓我們幫你！",
    "Step 4": "第四步",
    "Your Availability": "你可提供服務的時間",
    "Please set availability on a daily basis.": "請自訂每星期的服務時間。",
    "If your work schedule changes, please remember to update it in the Caregiver Profile.": "如時間有變，請於護理員頁面更新。",
    "Every": "每星期",
    "Please Select": "請選擇",
    "From Every": "由每星期",
    "Availability Details": "可提供服務時間的細節",
    "To Every": "至每星期",
    "Time From": "時間從",
    "AM": "早上",
    "PM": "下午",
    "Time To": "到",
    "Add another Availability": "加入另外可提供服務的時間",
    "Locations": "地點",
    "Places you are willing to go. Please select 5 max.": "你願意去的地區，最多只能選擇5地區。",
    "Kowloon": "九龍",
    "Sham Shu Po": "深水埗",
    "Kowloon City": "九龍城",
    "Previous": "上一步",
    "Next": "下一步",
    "Save": "保存",
    "Charges": "收費",
    "Step 5": "第五步",
    "Your Charges": "你的收費",
    "You set your service fee. No Commission during promotion!": "你自訂服務收費；在推廣期內免收平台服務費！",
    "Hours": "小時",
    "Please input all hourly rates": "請填寫所有時數",
    "Hourly Rate": "每小時的收費",
    "Total Rate": "總收費",
    "Not sure about how much to charge?": "不清楚收費?",
    "Click here": "按此",
    "We receive all client payment first and pay you after appointment. Yes, We pay 24/7.": "我們會先從客戶收取費用和在服務完成後向你支付。是的,我們24/7付款。",
    "Method of Receiving Payment": "收取款項的方法",
    "Online transfer - Preferred. Pay within 12 hours*": "網上過數 (建議). 12小時*內付款",
    "FPS - Mobile Number": "轉數快-你的電話號碼",
    "Watch out for typos": "小心錯字",
    "Mobile Number": "手提電話號碼",
    "Bank Name": "銀行名稱",
    "Bank Code": "銀行編號",
    "Branch Code": "分行編號",
    "Account Number": "帳戶號碼",
    "Account Name": "帳戶持有人姓名",
    "Cheque - Not preferred. Pay within 3 working days*. Postage cost will be charged.": "支票(不推薦)。 將於三日*內支付款項,另收取郵遞費用",
    "* Assuming no disputes.": "*假設沒有投訴",
    "Documents": "文件",
    "Step 6": "第六步",
    "Email or whatsapp your douments": "將你的文件以電郵或WhatsApp遞交",
    "All info given to us is strictly confidential and is only used for registration purposes.": "你所遞交的資料為保密及只用作登記用途。",
    "In order to onboard you seamlessly, please read the following very carefully.": "為了令你順利登記，請務必小心閱讀以下資料。",
    "If convenient, it may be easier to provide the documents now, as this would be the last time you see the list of required documents in the sign-up form.": "這是你最後一次看到所需文件；你可考慮現在一併提交所需文件。",
    "Please email or whatsapp the following to": "請電郵或WhatsApp以下文件到",
    "info@purecare.com.hk": "info@purecare.com.hk",
    "We will process your registration in 24 hours after we receive all of your documents.": "我們會於24小時內處理你的登記。",
    "Hong Kong Identity Card": "香港身分證",
    "Proof of Work Experience": "工作經驗證明",
    "- Public / Private Hospital / Elderly Home / NGO:": "- 公立 / 私立醫院 / 護老院 / NGO: ",
    "Payslip(s) (Only need to show name, pay point (if any) and HKID (first 4 digits)": "糧單 (只需顯示姓名、薪級點(如有)及身份證號碼(頭4位))",
    "- Freelance: None": "- 自由工作者: 不需",
    "We will not contact your employers.": "我們不會聯絡你的雇主。",
    "Proof of present address issued less than 3 months (bank / credit card statement, utility / mobile phone bill)": "最近三個月的住址證明 (銀行/信用卡月結單, 水電費/電話號碼帳單)",
    "Payslips or Employment Contracts": "薪金證明或雇用合約",
    "- please pay attention - it can be a bit tricky": "– 請小心閱讀!",
    "Current Employer: Contract or first payslip and last (or most recent) payslip": "現任雇主: 合約或第一張糧單及最後一張(或最近) 糧單",
    "Previous Employer: Contract or first payslip and last (or most recent) payslip or resignation letter": "前任雇主: 合約或第一張糧單及最後一張(或最近) 糧單或辭職信",
    "1. If you don't have the last payslip, your years of work experience = contract or first payslip to most recent payslip": "1. 如你沒有最後一張糧單，你於平台上的工作經驗 = 合約或第一張糧單到最近糧單。",
    "2. Please provide them regardless of whether you'd like to show employer name(s) on the platform": "2. 不論是否於平台提供雇主名稱，請一併提供現任及前任雇主證明以計算年資。",
    "3. Please feel free to hide the salary figures. We will not contact your employer(s).": "3. 歡迎隱藏合約或糧單薪金。我們不會聯絡你的雇主。",
    "Professional Certificates": "專業資格",
    "RN / EN:": "註冊 / 登記護士:",
    "- A Certificate of Registration (Part 1) (RN)": "- A Certificate of Registration (Part 1) (RN)",
    "- A Certificate of Enrolment (Part 1) (EN)": "- A Certificate of Enrolment (Part 1) (EN)",
    "- A valid Practicing Certificate issued by the Nursing Council of Hong Kong": "- 香港護士管理局發出執業證明書",
    "HW:": "保健員:",
    "- Health Worker Training Courses approved by the Social and Welfare Department": "- 完成獲社會福利署署長批准的保健員訓練課程",
    "PCW:": "起居照顧員:",
    "- Personal Care Worker certificate issued by an accredited institution in Hong Kong": "- 持有本港機構發出的「起居照顧員」或相關護理證書 ",
    "Out-Patient Escort:": "陪診員:",
    "- Out-Patient Escort Foundation Certificate OR": "- 持有本港機構發出的「陪診員基礎」或相關陪診證書 或",
    "- Elderly Caregiver Foundation Certificate issued by an accredited institution in Hong Kong": "- 長者照顧基礎證書",
    "If you mentioned that you have other certificates in Step 2, please send them to us.": "如你於第二步填寫擁有其他資格,請發送給我們",
    "Personal Information": "個人資訊",
    "Work Experience and Education": "工作經驗和教育程度",
    "Skillset": "技能",
    "Referral Bonus": "獎賞錢",
    "Step1": "第一步",
    "Step2": "第二步",
    "Step3": "第三步",
    "Step4": "第四步",
    "Step5": "第五步",
    "Step6": "第六步",
    "Step7": "第七步",
    "Agreement and Terms and Condition": "協議和條款條件",
    "Step 1": "第一步",
    "Please tell us a bit about yourself": "請告訴我們你的資訊",
    "Your nickname and registered no. will be shown on the platform. Your Name and HKID are strictly confidential and will not be shown on platform.": "只有你的自設名稱和Pure Care的平台登記號碼會展示在我們的平台上。你的姓名和身分證號碼是絕對保密的, 並不會展示在平台上",
    "Registered No.:": "平台登記號碼:",
    "Salute": "稱謂",
    "Mr": "先生",
    "Ms": "小姐",
    "Chinese Name": "中文姓名",
    "Same as HKID Card": "與香港身分證的資料相符",
    "English Name": "英文姓名",
    "Nickname on platform (Chinese recommended)": "平台上自設名稱 (建議使用中文)",
    "Nickname (will be shown on platform)": "自設名稱 (顯示在平台上)",
    "Nickname": "自設稱呼",
    "HKID Card No. (4 Digits Only)": "香港身分證號碼 (首4位字母數字)",
    "HKID Card No.": "香港身分證號碼",
    "Date of Birth": "出生日期",
    "Language": "語言",
    "Please specify other language": "請註明其他語言的類別",
    "Other language": "其他語言",
    "Caregiver Type": "護理員類別",
    "Mobile and WhatsApp Number": "手提電話號碼(可用作WhatsApp)",
    "Referrer's Email Address": "轉介者的電郵地址",
    "(Optional)": "(選填項目)",
    "Referrers Email Address": "轉介者的電郵地址",
    "Preferred Language of Communication": "偏好語言",
    "Chinese": "中文",
    "No referral bonus when the platform doesn't take service fee!": "未收取平台使用費，所以未有獎賞錢!",
    "To find out our referral policy, please": "如想了解我們的獎賞錢計劃,請",
    "Click here!": "點擊這裡!",
    "Due*": "應支付*",
    "Earned": "已賺取",
    "Paid": "已支付",
    "Number of Caregivers Referred": "已轉介護理員的數目",
    "* We pay when due amount is above $100": "當應支付數目超過HK$100時,我們會作出轉帳",
    "Step 3": "第三步",
    "Clients can find you according to your skillset.": "客戶可以根據你的技能來搜尋到你",
    "Self Introduction": "自我介紹",
    "Optional": "選填項目",
    "Fewer than 50 words. Please don’t compare yourself with or criticise others": "請不要多於50字。請不要與他人作比較或攻擊他人",
    "Introduction": "簡介",
    "Your Skills": "你的技能",
    "Please only tick what you know. Clients would give you a poor rating if you claim you know how to do something but don't!": "請只選擇你掌握的技能。注意!如你謊稱可提供某項服務, 但與事實不符, 客戶可能會給予你負面的評分！我們亦會考慮將你從平台刪除！",
    "No Skills Found": "找不到技能",
    "*Must be carried out by nurses": "*必須由護士處理",
    "The websites or applications (": "The websites or applications (",
    "www.purecare.com.hk": "www.purecare.com.hk",
    ") (hereinafter referred as the platform) owned and operated by Pure Care Hong Kong Limited (hereinafter referred as Pure Care) are a platform to connect the account user and/or service user with the Caregiver. Pure Care does not provide any nursing and/other related services (hereafter referred as the service) and is not an employer of any Caregiver.": ") (hereinafter referred as the platform) owned and operated by Pure Care Hong Kong Limited (hereinafter referred as Pure Care) are a platform to connect the account user and/or service user with the Caregiver. Pure Care does not provide any nursing and/other related services (hereafter referred as the service) and is not an employer of any Caregiver.",
    "Agreement": "Agreement",
    "I wish to have my name and other information deemed appropriate by Pure Care to be included in Pure Care’s platform as being available the service. I understand that registration with Pure Care has no guarantee that I will obtain opportunities to provide the service to clients referred by Pure Care.": "I wish to have my name and other information deemed appropriate by Pure Care to be included in Pure Care’s platform as being available the service。 I understand that registration with Pure Care has no guarantee that I will obtain opportunities to provide the service to clients referred by Pure Care。",
    "Notes on Taxation": "Notes on Taxation",
    "I hereby acknowledge that I shall bear the whole responsibility of providing true and valid information in order to fulfill the Hong Kong taxation requirements of being a self-employed person. If I earn in excess of my personal tax allowance in a single tax year, I understand that I must file a profits tax return, including all my earnings for the tax year. This is my responsibility, and not the responsibility of Pure Care.": "I hereby acknowledge that I shall bear the whole responsibility of providing true and valid information in order to fulfill the Hong Kong taxation requirements of being a self-employed person。 If I earn in excess of my personal tax allowance in a single tax year, I understand that I must file a profits tax return, including all my earnings for the tax year。 This is my responsibility, and not the responsibility of Pure Care。",
    "I also acknowledge that (a) acceptance of my registration with Pure Care and thereafter acceptance of any referral opportunities to provide the service to clients referred by Pure Care, do not constitute any employer / employee relationship, both expressly and impliedly between Pure Care and myself, and (b) all matters and liabilities in respect of, but not limited to, taxation, Provident Fund, Mandatory Provident Fund, long service payments, annual leave and sickness leave are acknowledged, by both parties, to be outside the scope of the relationship between Pure Care and myself. Any such liabilities will be my sole responsibility; and (c) Pure Care may retain all the information contained in this registration form until one calendar month after my notice in writing to terminate my registration with Pure Care, is properly served to Pure Care and the receipt is acknowledged by Pure Care, and (d) Pure Care may disclose any information (excluding my residential address, bank details and employer details if I indicate my intention not to do so) contained in this registration form to its clients or potential clients; and (e) after my registration, I will receive a copy of this Agreement and Terms and Conditions from Pure Care.": "I also acknowledge that (a) acceptance of my registration with Pure Care and thereafter acceptance of any referral opportunities to provide the service to clients referred by Pure Care, do not constitute any employer / employee relationship, both expressly and impliedly between Pure Care and myself, and (b) all matters and liabilities in respect of, but not limited to, taxation, Provident Fund, Mandatory Provident Fund, long service payments, annual leave and sickness leave are acknowledged, by both parties, to be outside the scope of the relationship between Pure Care and myself. Any such liabilities will be my sole responsibility; and (c) Pure Care may retain all the information contained in this registration form until one calendar month after my notice in writing to terminate my registration with Pure Care, is properly served to Pure Care and the receipt is acknowledged by Pure Care, and (d) Pure Care may disclose any information (excluding my residential address, bank details and employer details if I indicate my intention not to do so) contained in this registration form to its clients or potential clients; and (e) after my registration, I will receive a copy of this Agreement and Terms and Conditions from Pure Care.",
    "Terms and Conditions": "條款細則",
    "1. The Service": "1. The Service",
    "(a) I shall provide the service required by Pure Care to Pure  Care’s clients in accordance with the Terms and Conditions of the Agreement.": "(a) I shall provide the service required by Pure Care to Pure  Care’s clients in accordance with the Terms and Conditions of the Agreement。",
    "(b) After accepting the service request, I shall inform Pure Care at least 3 business days beforehand if I cannot report duty for the service. If the service begins less than 3 business days, I shall not cancel the service. If I fail to do so, I understand that this would lead to an administration fee charged by Pure Care, my ratings being affected on the platform and my chances of being selected by clients going forward.": "(b) After accepting the service request, I shall inform Pure Care at least 3 business days beforehand if I cannot report duty for the service. If the service begins less than 3 business days, I shall not cancel the service. If I fail to do so, I understand that this would lead to an administration fee charged by Pure Care, my ratings being affected on the platform and my chances of being selected by clients going forward.",
    "(c) I shall observe and comply with all reasonable instructions given by Pure Care.": "(c) I shall observe and comply with all reasonable instructions given by Pure Care。",
    "2. Personnel": "2. Personnel",
    "(a) I acknowledge that I shall be efficient, sober and honest.": "(a) I acknowledge that I shall be efficient, sober and honest。",
    "(b) I shall be courteous and obliging and shall provide client-oriented services at all times.": "(b) I shall be courteous and obliging and shall provide client-oriented services at all times。",
    "(c) I shall not be a person of bad character, disorderly conduct or violent character.": "(c) I shall not be a person of bad character, disorderly conduct or violent character。",
    "(d) I shall wear clean and tidy clothes or uniforms during the service. ": "(d) I shall wear clean and tidy clothes or uniforms during the service. ",
    "(e) I understand that I am eligible for a 30-min meal for 8 hours and a 60-min meal for 12 hours of the service. The meal is prepared by myself but eating the meal is counted in the service time.": "(e) I understand that I am eligible for a 30-min meal for 8 hours and a 60-min meal for 12 hours of the service。 The meal is prepared by myself but eating the meal is counted in the service time。",
    "3. Acknowledgement": "3. Acknowledgement",
    "(a) I acknowledge that I am thoroughly conversant with all aspects of the Agreement including the service nature, work locations and all other relevant requirements of this Agreement. I have obtained all necessary information of any circumstances which may influence or affect this Agreement.": "(a) I acknowledge that I am thoroughly conversant with all aspects of the Agreement including the service nature, work locations and all other relevant requirements of this Agreement。 I have obtained all necessary information of any circumstances which may influence or affect this Agreement。",
    "(b) No neglect or failure on the part of myself to obtain any information affecting the provision of the service shall relieve me from any obligations or liabilities undertaking by it under the Agreement.": "(b) No neglect or failure on the part of myself to obtain any information affecting the provision of the service shall relieve me from any obligations or liabilities undertaking by it under the Agreement。",
    "4. Warranties and Undertakings": "4. Warranties and Undertakings",
    "(a) I warrant and undertake to Pure Care that;": "(a) I warrant and undertake to Pure Care that;",
    "(i) The service shall be performed and completed in a timely and diligent manner and I shall use all my experience, skills, care and diligence in the provision of the service.": "(i) The service shall be performed and completed in a timely and diligent manner and I shall use all my experience, skills, care and diligence in the provision of the service。",
    "(ii) I shall have the necessary qualifications, skills and experience to provide the service.": "(ii) I shall have the necessary qualifications, skills and experience to provide the service。",
    "(iii) I shall devote to my obligations hereunder such of my time, attention and skill as may be necessary for the proper performance of those obligations": "(iii) I shall devote to my obligations hereunder such of my time, attention and skill as may be necessary for the proper performance of those obligations",
    "(iv) I shall comply with the reasonable requests of Pure Care and shall use my best endeavors to promote the interests of Pure Care and the clients.": "(iv) I shall comply with the reasonable requests of Pure Care and shall use my best endeavors to promote the interests of Pure Care and the clients。",
    "(v) all information supplied and statements made by me in relation to the service are true and accurate.": "(v) all information supplied and statements made by me in relation to the service are true and accurate。",
    "(b) I further warrant and represent to Pure Care that:": "(b) I further warrant and represent to Pure Care that:",
    "(i) I have the necessary power and authority to enter into and perform and comply with the obligations expressed to be assumed or undertaken by me under this Agreement.": "(i) I have the necessary power and authority to enter into and perform and comply with the obligations expressed to be assumed or undertaken by me under this Agreement。",
    "(ii) I have complied with all legal requirements relevant to my service and to the performance of my obligations under this Agreement.": "(ii) I have complied with all legal requirements relevant to my service and to the performance of my obligations under this Agreement。",
    "(iii) all necessary action has been taken to carry on the service and to execute, deliver and perform my obligations under this Agreement. ": "(iii) all necessary action has been taken to carry on the service and to execute, deliver and perform my obligations under this Agreement。 ",
    "All authorizations, approvals, consents, licenses, exemptions and other requirements of any government, administration or other authority or body in any relevant jurisdiction which are required to authorize me to carry on the service and to execute, deliver and perform my obligations under this Agreement have been duly and unconditionally obtained and are in full force and effect.": "All authorizations, approvals, consents, licenses, exemptions and other requirements of any government, administration or other authority or body in any relevant jurisdiction which are required to authorize me to carry on the service and to execute, deliver and perform my obligations under this Agreement have been duly and unconditionally obtained and are in full force and effect。",
    "(iv) Neither any of my properties, assets or revenues nor I have any right of immunity under the laws of place of establishment and laws of Hong Kong:": "(iv) Neither any of my properties, assets or revenues nor I have any right of immunity under the laws of place of establishment and laws of Hong Kong:",
    "(iv.i) from any legal action, suit or proceeding:": "(iv.i) from any legal action, suit or proceeding:",
    "(iv.ii) from the giving of any relief in any such legal action, suit or proceeding;": "(iv.ii) from the giving of any relief in any such legal action, suit or proceeding;",
    "(iv.iii) from set-off or counterclaim;": "(iv.iii) from set-off or counterclaim;",
    "(iv.iv) from the jurisdiction of any Hong Kong court;": "(iv.iv) from the jurisdiction of any Hong Kong court;",
    "(iv.v) from the service of process, attachment upon or prior to judgment, or attachment in aid of execution of judgment; and": "(iv.v) from the service of process, attachment upon or prior to judgment, or attachment in aid of execution of judgment; and",
    "(iv.vi) from the execution of a judgment, or other legal process or proceeding for the giving of any relief or for the enforcement of a judgment in any Hong Kong court or the count of the place of establishment with respect to my obligations, liabilities or any other matter under or arising out of or in connection with this Agreement.": "(iv.vi) from the execution of a judgment, or other legal process or proceeding for the giving of any relief or for the enforcement of a judgment in any Hong Kong court or the count of the place of establishment with respect to my obligations, liabilities or any other matter under or arising out of or in connection with this Agreement。",
    "5. Service Payment": "5. Service Payment",
    "(a) Subject to other provisions of this Agreement, in consideration of my due and proper performance of the service in accordance with this Agreement, the caregiver charges paid via Pure Care shall be my caregiver charges minus Pure Care Service Fee (0 to 30% of my caregiver charges).": "(a) Subject to other provisions of this Agreement, in consideration of my due and proper performance of the service in accordance with this Agreement, the caregiver charges paid via Pure Care shall be my caregiver charges minus Pure Care Service Fee (0 to 30% of my caregiver charges)。",
    "(b) The caregiver charges shall be inclusive of all fees, costs, fees and disbursements incurred by me in the performance of the service.": "(b) The caregiver charges shall be inclusive of all fees, costs, fees and disbursements incurred by me in the performance of the service。",
    "(c) In the event of being complained by clients, Pure Care reserves the right for not paying any caregiver charges to me until the complaint is settled.": "(c) In the event of being complained by clients, Pure Care reserves the right for not paying any caregiver charges to me until the complaint is settled。",
    "(d) I understand that Pure Care's role as an Agent to collect the caregiver charges on behalf of me. Pure Care may not be able to pay the caregiver charges to me if the client declines to pay the caregiver charges for any reasons. If in any event Pure Care pays the caregiver charges to me in advance of the client's payment, I should pav back to Pure Care immediately when the client declines to pay the caregiver charges for any reasons.": "(d) I understand that Pure Care's role as an Agent to collect the caregiver charges on behalf of me。 Pure Care may not be able to pay the caregiver charges to me if the client declines to pay the caregiver charges for any reasons。 If in any event Pure Care pays the caregiver charges to me in advance of the client's payment, I should pav back to Pure Care immediately when the client declines to pay the caregiver charges for any reasons。",
    "6. Prohibition of Direct/Indirect Engagement by Client": "6. Prohibition of Direct/Indirect Engagement by Client",
    "I acknowledge and fully understand that after my registration with Pure Care, written consent must be obtained from Pure Care before accepting any offer(s) from, and/or being engaged (regardless of whether exists any employment relationship), directly or indirectly, with any Pure Care’s clients or organisations (regardless of whether such persons are acting for themselves or acting for and on behalf of other companies or organisations, including its affiliated companies or agents) introduced to me by Pure Care, in connection with provision of the service or work in similar nature. Otherwise I shall be liable for all losses and/or damages and/or administrative costs suffered by Pure Care.": "I acknowledge and fully understand that after my registration with Pure Care, written consent must be obtained from Pure Care before accepting any offer(s) from, and/or being engaged (regardless of whether exists any employment relationship), directly or indirectly, with any Pure Care’s clients or organisations (regardless of whether such persons are acting for themselves or acting for and on behalf of other companies or organisations, including its affiliated companies or agents) introduced to me by Pure Care, in connection with provision of the service or work in similar nature。 Otherwise I shall be liable for all losses and/or damages and/or administrative costs suffered by Pure Care。",
    "This prohibition shall subsist or shall be valid at all times until the expiry of half year from my last day of work with such client(s) introduced to me by Pure Care.": "This prohibition shall subsist or shall be valid at all times until the expiry of half year from my last day of work with such client(s) introduced to me by Pure Care。",
    "7. Assignment and Sub-contracting": "7. Assignment and Sub-contracting",
    "I shall not assign, sub-contract or otherwise transfer or dispose of the Agreement, or any part, share or interest therein, and the performance of the Agreement by me shall be deemed to be personal to it.": "I shall not assign, sub-contract or otherwise transfer or dispose of the Agreement, or any part, share or interest therein, and the performance of the Agreement by me shall be deemed to be personal to it。",
    "8. Provision of Information and Contact by Pure Care": "8. Provision of Information and Contact by Pure Care",
    "(a) Provision of Information": "(a) Provision of Information",
    "I understand that all of my personal information provided to Pure Care (including but not limited to my Hong Kong Identity Card, residential address, qualifications, employment contracts/pay slips, skillset and bank account details) are accurate and complete. I also agree to update Pure Care if any of my personal information changes.": "I understand that all of my personal information provided to Pure Care (including but not limited to my Hong Kong Identity Card, residential address, qualifications, employment contracts/pay slips, skillset and bank account details) are accurate and complete。 I also agree to update Pure Care if any of my personal information changes。",
    "I understand that Pure Care reserves the right to terminate my account from the platform and/or detain any of my caregiver charges without remorse and prior notice if Pure Care suspects that I deceive Pure Care in any means.": "I understand that Pure Care reserves the right to terminate my account from the platform and/or detain any of my caregiver charges without remorse and prior notice if Pure Care suspects that I deceive Pure Care in any means。",
    "(b) Means of Contact": "(b) Means of Contact",
    "I expressly consent to being contacted by Pure Care via phone, email,WhatsApp, SMS messaging, or any other reasonable means, at any of my contact numbers or addresses, in order that Pure Care may perform its role of connecting the client with the caregiver. For more information on the use of information, please refer to the Privacy Policy.": "I expressly consent to being contacted by Pure Care via phone, email,WhatsApp, SMS messaging, or any other reasonable means, at any of my contact numbers or addresses, in order that Pure Care may perform its role of connecting the client with the caregiver. For more information on the use of information, please refer to the Privacy Policy.",
    "9. Extreme Weather": "9. Extreme Weather",
    "The service will be suspended during typhoon number 8 or above or black rainstorm. Please reschedule the service with the client. Pure Care would pay me after the client informs Pure Care the new date and time and I complete the service.": "The service will be suspended during typhoon number 8 or above or black rainstorm。 Please reschedule the service with the client。 Pure Care would pay me after the client informs Pure Care the new date and time and I complete the service。",
    "10. Insurance": "10. Insurance",
    "(a) I understand that Pure Care may deduct the amount so paid by Pure Care from any monies due or which may become due to me or recover the same as a debt due from Pure Care.": "(a) I understand that Pure Care may deduct the amount so paid by Pure Care from any monies due or which may become due to me or recover the same as a debt due from Pure Care。",
    "b": "b",
    "I understand that Pure Care does not pay for any of my insurance.": "I understand that Pure Care does not pay for any of my insurance。",
    "(c) In the event of suffering any injury or death in the course of or arising out of the Agreement and whether there be a claim for compensation or not, my authorized representative or I shall within seven days give notice in writing of such injury or death to Pure Care.": "(c) In the event of suffering any injury or death in the course of or arising out of the Agreement and whether there be a claim for compensation or not, my authorized representative or I shall within seven days give notice in writing of such injury or death to Pure Care。",
    "11. Disclaimer of Liability": "11. Disclaimer of Liability",
    "Neither Pure Care nor any of its employees or agents shall be under any liability whatsoever for or in respect of:": "Neither Pure Care nor any of its employees or agents shall be under any liability whatsoever for or in respect of:",
    "(a) Any injury to or death of clients because of the provision of the service; or": "(a) Any injury to or death of clients because of the provision of the service; or",
    "(b) Any injury to or death of myself; or": "(b) Any injury to or death of myself; or",
    " (c)  Any loss of or damage to any of the caregiver’s property": " (c)  Any loss of or damage to any of the caregiver’s property",
    "12. Indemnity": "12. Indemnity",
    "I shall indemnify and keep indemnified Pure Care against any and all liabilities, losses, damages, costs, fees or expenses, including all costs, fees and expenses which Pure Care may pay or incur in disputing any such claim or defending or such action or;": "I shall indemnify and keep indemnified Pure Care against any and all liabilities, losses, damages, costs, fees or expenses, including all costs, fees and expenses which Pure Care may pay or incur in disputing any such claim or defending or such action or;",
    "(a) the performance or breach of any provisions of this Agreement by me;": "(a) the performance or breach of any provisions of this Agreement by me;",
    "(b) the negligence, recklessness, tortuous acts or willful misconduct of myself in the provision of the service;": "(b) the negligence, recklessness, tortuous acts or willful misconduct of myself in the provision of the service;",
    "(c) any default, unauthorized act or willful misconduct of myself in the provision of the service;": "(c) any default, unauthorized act or willful misconduct of myself in the provision of the service;",
    "(d) My non-compliance with any applicable law, regulation, order or requirement of any government agency or authority in the provision of the service.": "(d) My non-compliance with any applicable law, regulation, order or requirement of any government agency or authority in the provision of the service。",
    "13. Privacy": "13. Privacy",
    "(a) I agree not to take any photographs or record audio or video of the client.": "(a) I agree not to take any photographs or record audio or video of the client。",
    "(b) All client information is confidential, and I may not publish any personally identifiable data including but not limited to names or other account information, from Pure Care.": "(b) All client information is confidential, and I may not publish any personally identifiable data including but not limited to names or other account information, from Pure Care。",
    "(c) I acknowledge that a violation of the foregoing could result in significant damages, and I agree that I am liable to Pure Care for any such damages, and will indemnify Pure Care in the event of any third-party claims against Pure Care based on or arising from my violation of the foregoing. Additionally, Pure Care reserves the right, in its sole discretion, to immediately terminate my account from the platform without remorse and prior notice and to initiate without notice appropriate legal actions and/or proceedings to seek appropriate remedies and/or damages, including but not limited to lost revenue, repairs, legal fees and other expenses, for my misuse or suspected misuse of the platform.": "(c) I acknowledge that a violation of the foregoing could result in significant damages, and I agree that I am liable to Pure Care for any such damages, and will indemnify Pure Care in the event of any third-party claims against Pure Care based on or arising from my violation of the foregoing。 Additionally, Pure Care reserves the right, in its sole discretion, to immediately terminate my account from the platform without remorse and prior notice and to initiate without notice appropriate legal actions and/or proceedings to seek appropriate remedies and/or damages, including but not limited to lost revenue, repairs, legal fees and other expenses, for my misuse or suspected misuse of the platform。",
    "14. No joint venture, agency, or employment": "14. No joint venture, agency, or employment",
    "I understand that I do not have authority to enter into contracts or commitments, whether written or oral, implied or express, on behalf of Pure Care. I understand and agree that if Pure Care is found to be liable for any claim in connection with my provision of service, then I will immediately reimburse and pay to Pure Care an equivalent amount, including any interest or penalties thereon.": "I understand that I do not have authority to enter into contracts or commitments, whether written or oral, implied or express, on behalf of Pure Care。 I understand and agree that if Pure Care is found to be liable for any claim in connection with my provision of service, then I will immediately reimburse and pay to Pure Care an equivalent amount, including any interest or penalties thereon。",
    "15. Use of platform": "15. Use of platform",
    "(a) I acknowledge and agree that the platform is for my personal use only. I undertake not to misuse or attempt to misuse or circumvent the platform, or use the platform for any unlawful, immoral, inappropriate or non-personal purposes, including but not limited to activities such as hacking, scraping content, infiltrating, fraud, advertising, jamming or spamming. I may not use the platform to recreate or compete with Pure Care, or to solicit or harass anyone, or for any other purpose not contemplated herein. I am prohibited from advertising or soliciting service not within the ambit of any of the service offered by the platform.": "(a) I acknowledge and agree that the platform is for my personal use only。 I undertake not to misuse or attempt to misuse or circumvent the platform, or use the platform for any unlawful, immoral, inappropriate or non-personal purposes, including but not limited to activities such as hacking, scraping content, infiltrating, fraud, advertising, jamming or spamming。 I may not use the platform to recreate or compete with Pure Care, or to solicit or harass anyone, or for any other purpose not contemplated herein。 I am prohibited from advertising or soliciting service not within the ambit of any of the service offered by the platform。",
    "(b) The platform is provided on an “as is” basis without warranties of any kind, either express or implied, including, but not limited to fitness for a particular purpose and non-infringement. Pure Care makes no warranties or representations about the accuracy or completeness of the content provided or the content of any sites linked to the service and assumes no liability or responsibility for any errors, mistakes, or inaccuracies of content.": "(b) The platform is provided on an “as is” basis without warranties of any kind, either express or implied, including, but not limited to fitness for a particular purpose and non-infringement。 Pure Care makes no warranties or representations about the accuracy or completeness of the content provided or the content of any sites linked to the service and assumes no liability or responsibility for any errors, mistakes, or inaccuracies of content。",
    "16. Intellectual Property Rights": "16. Intellectual Property Rights",
    "(a) Pure Care owns all Proprietary Material, as well as the coordination, selection, arrangement and enhancement of such Proprietary Materials as a Collective Work under the Copyright Ordinance of Hong Kong SAR, Chapter 528 of the Laws of Hong Kong SAR (the “Ordinance”), where practicable as amended. The Proprietary Material is protected by domestic and international laws of copyright, patents, and other proprietary rights and laws. I may not copy, download, use, redesign, reconfigure, or retransmit anything from the platform without Pure Care’s express prior written consent and, if applicable, the holder of the rights to the user generated content.": "(a) Pure Care owns all Proprietary Material, as well as the coordination, selection, arrangement and enhancement of such Proprietary Materials as a Collective Work under the Copyright Ordinance of Hong Kong SAR, Chapter 528 of the Laws of Hong Kong SAR (the “Ordinance”), where practicable as amended。 The Proprietary Material is protected by domestic and international laws of copyright, patents, and other proprietary rights and laws。 I may not copy, download, use, redesign, reconfigure, or retransmit anything from the platform without Pure Care’s express prior written consent and, if applicable, the holder of the rights to the user generated content。",
    "(b) I understand it is Pure Care’ policy to retain the personal data until six (6) calendar months after it receives the notice in writing to terminate this Terms and Conditions with it, or as otherwise required by law.": "(b) I understand it is Pure Care’ policy to retain the personal data until six (6) calendar months after it receives the notice in writing to terminate this Terms and Conditions with it, or as otherwise required by law。",
    "Under the Personal Data (Privacy) Ordinance (Cap. 486, Laws of Hong Kong), I am entitled to request access to and/or correction of the personal data in relation to the registration with Pure Care. Such correction can be done through the Pure Care website after the User logs in and through contacting Pure Care.": "Under the Personal Data (Privacy) Ordinance (Cap。 486, Laws of Hong Kong), I am entitled to request access to and/or correction of the personal data in relation to the registration with Pure Care。 Such correction can be done through the Pure Care website after the User logs in and through contacting Pure Care。",
    "I fully understand my responsibilities in providing the service to clients referred by Pure Care.": "I fully understand my responsibilities in providing the service to clients referred by Pure Care。",
    "I agree to the Agreement and Terms and Conditions above and agree to comply with all applicable Hong Kong laws and regulations in order to use the platform.": "I agree to the Agreement and Terms and Conditions above and agree to comply with all applicable Hong Kong laws and regulations in order to use the platform。",
    "If there is any inconsistency or ambiguity between the English version and the Chinese version, the English version shall prevail.": "If there is any inconsistency or ambiguity between the English version and the Chinese version, the English version shall prevail。",
    " Have questions about this form? Please whatsapp": "對此表格有疑問?請WhatsApp",
    "Step 7": "第7步",
    "HKID Full Name": "香港身分證上的全名",
    "HKID Name": "香港身分證上的姓名",
    "Date": "日期",
    "Submit": "提交",
    "Thank you!": "謝謝!",
    "Thank you for registering with us!": "多謝登記!",
    "We will review your profile in 24 hours and will whatsapp and email you once your profile is in the platform!": "我們會於24小時內處理，當你的個人資料上載到在平台上，我們會以WhatsApp及電郵通知你!",
    "Please email or whatsapp the required documents (HKID, certificates and payslips) to": "請以電郵或WhatsApp遞交所需文件(身分證、證書、糧單)到",
    "or": "或",
    "Step 2": "第二步",
    "Work Experience and Education (Chinese Only)": "護理工作經驗及教育 (請輸入中文)",
    "Clients will see the years of experience and education level. If you would like to show more info, Clients can see your current and previous employers name on the platforms.": "客戶將會看到你的工作經驗和教育程度。如果你想展示更多的資訊,客戶可以在平台上看到你的現任雇主和前任雇主的名稱。",
    "Even if you do not prefer to show your employer names, please fill in the info below as the clients can see your years of work experience.": "如你不希望展示雇主的名稱,請照樣輸入 以下資料來讓客戶知道你的年資",
    "If you would like to edit work experience or education , please whatsapp or email your new contract(s) or payslip(s) to ": "如需要更新牌照過期日期、工作經驗或學歷, 請whatsapp",
    "or email": "或電郵",
    "Please feel free to hide the salary figure. We will update it very soon!": "新的資料給我們。歡迎隱藏薪金。我們會盡快更新!",
    "Licence Expiry Date": "牌照過期日期",
    "For RN/EN only": "只適用於註冊/登記護士",
    "Show employer name on the platform?": "是否於平台上展示你的雇主名稱?",
    "Yes": "是",
    "No": "否",
    "Display Employers": "展示雇主",
    "Current Employer": "現任雇主",
    "Remove": "移除",
    "Name of Hospital/Company": "醫院/公司名稱",
    "Hospital Name": "醫院名稱",
    "Work Type": "工作類別",
    "Full Time": "全職",
    "Part Time": "兼職",
    "Work type": "工作類別",
    "From": "從",
    "Month": "月份",
    "Year": "年份",
    "Years of Experience": "工作經驗",
    "Years": "年",
    "Months": "月",
    "Previous Employer(s)": "前任雇主",
    "Previous Employer(s) (List from latest to oldest)": "前任雇主 (由最新到最舊)",
    "Name of Hospital/Company (Optional)": "醫院或公司名稱(選填項目)",
    "To": "至",
    "Add another Previous employer": "增加前任雇主",
    "Education": "教育 (只需填護理相關)",
    "Education (List from latest to oldest)": "護理相關教育 (由最新到最舊)",
    "Name of Institution": "大學或學校",
    "Degree/Programme": "學位/課程",
    "Start Year": "開始",
    "End Year": "完成",
    "Add another Qualification": "加入其他學歷",
    "Locations (Service Coverage)": "地方 (服務範圍)",
    "Info": "資料",
    "Skills": "技能",
    "* (if present) Must be carried by nurses": "* (如有) 必須護理處理",
    ",": ",",
    "- Present": "- 現在",
    "year(s)": "年",
    "month(s)": "月",
    "Previous Employer": "前任雇主",
    "Overview": "概覽",
    "Reviews": "評論",
    "Rating and Reviews": "評分及評論",
    "Languages": "語言",
    "About me": "關於我",
    "Sort": "按",
    "Newest": "最新",
    "Oldest": "最舊",
    "Verified Client": "真實客戶",
    "Positive": "正面",
    "Negative": "負面",
    "Load More": "更多",
    "There are no reviews yet.": "暫時沒有評論",
    "You may select up to 3 Caregivers": "你可選擇最多3位護理員",
    "The first caregiver to accept will provide services to you": "第1位確認的護理員將提供服務",
    "Transport Subsidy": "交通津貼",
    "If you live far away, you may want to give transport subsidy to the caregiver to increase the chances of success": "如住址偏遠，你可考慮給予護理員交通津貼以增加成功率。",
    "Add": "增加",
    "Sort by:": "排序方式:",
    "Price": "價錢",
    "High to low": "高至低",
    "Low to High": "低至高",
    "Experience": "經驗",
    "Ratings": "評分",
    "Search by Caregiver Number": "尋找護理員平台登記號碼",
    "Registration Number": "平台登記號碼",
    "Select caregiver type": "選擇護理員種類",
    "Services": "服務",
    "Residental area": "地區",
    "Select Residental area": "選擇地區",
    "Select Date": "選擇日期",
    "Start Time": "時間從",
    "Start Minute": "Start Minute",
    "End Time": "到",
    "End Minutes": "End Minutes",
    "Minimum Years of Experience": "最少工作經驗 (年)",
    "Select Experience": "選擇工作經驗",
    "3+": "3+",
    "5+": "5+",
    "7+": "7+",
    "You seem to have selected quite a few services, please ensure the caregiver has enough time to help out!": "你好像選擇不少服務，請確保護理員有足夠時間幫忙!",
    "You have already five open booking pending so you are not able to do more bookings.": "你已有5次預約，現時不能預約更多服務。",
    "Registered Name": "自設名稱",
    "Registered No.": "平台登記號碼",
    "(": "(",
    "Review )": "評論 )",
    "Reviews )": "評論 )",
    " exp": "經驗",
    "Employer Details:": "雇主資料:",
    "Education Details:": "教育資料:",
    "Select this caregiver": "選擇護理員",
    "Price Per Hour:": "時薪:",
    "Total Hours:": "總共:",
    "Service Fees:": "平台服務費:",
    "Free during promotion!": "抗疫其間免費!",
    "Total Amount": "總數",
    "(With Transport Subsidy)": "(包括交通津貼)",
    "It seems that no caregivers fulfil your criteria; please modify your search and try again!": "沒有護理員符合你的要求; 請更改要求及再嘗試!",
    "Book Caregiver": "預約護理員",
    "Employer Details": "雇主資料",
    "Full time": "全職",
    "Part time": "兼職",
    "Present": "現在",
    "Education Details": "教育資料",
    "Change Password": "變更密碼",
    "Old Password": "舊密碼",
    "Why Pure Care": "為何使用Pure Care?",
    "Why should I use Pure Care?": "為何使用Pure Care?",
    "Pure Care is the first online caregiver platform and are licensed by the Labour Department in Hong Kong.": "Pure Care是全港首個網上謢理平台，我們受勞工處職業介紹所發牌及監管。",
    "We provide authentic caregiver information and are impartial when it comes to displaying caregivers.": "我們提供真實的護理員資訊及公平地顯示護理員。",
    "Verified -": "核實 -",
    " all caregiver information, including qualifications and work experience, on our platform is verified.": "我們核實每位護理員資料包括學歷及工作經驗",
    "Transparent -": "透明 -",
    "you see full background of caregivers with verified ratings and feedback.": "你可看到護理員資料包括真實的評分及留言",
    "Instant -": "快捷 -",
    " appointment can be confirmed as quickly as 2 hours.": " 預約可於2小時內完成",
    "Qualifications and Work Experience": "學歷及工作經驗",
    "How do I know qualifications, work experience and ratings are all authentic on Pure Care?": "我如何得知Pure Care平台上護理員的學歷、工作經驗、評分留言都是真的?",
    "Before their profiles are on Pure Care, we screen and vet all caregivers qualifications and work experience, employment contracts or payslips and licence (if any).": "當護理員的的個人資料出現在Pure Care平台前，我們核實所有護理員的學歷和工作經驗、合約或糧單和牌照(如有)。",
    "Only clients who appoint the caregiver can provide ratings and feedback.": "只有透過Pure Care使用護理員的客戶才能評分及留言。",
    "What is the caregiver’s qualification?": "護理員的資歷是甚麼?",
    "All caregivers on our platform must possess the following qualification(s):": "所有平台上的護理員必須擁有以下學歷:",
    "Registered Nurse or Enrolled Nurse": "註冊或登記護士",
    "- A Certificate of Registration (Part I) (Registered Nurse)": "- A Certificate of Registration (Part I) (註冊護士)",
    "- A Certificate of Enrolment (Part I) (Enrolled Nurse)": "- A Certificate of Enrolment (Part I) (登記護士)",
    "- A valid Practising Certificate issued by the Nursing Council of Hong Kong.": "- 香港護士管理局發出執業證明書",
    "Health Worker": "保健員",
    "- Health Worker Training Courses approved by the Director of Social Welfare": "- 完成獲社會福利署署長批准的保健員訓練課程",
    "Personal Care Worker": "起居照顧員",
    "- Hold ‘Personal Care Worker’ or other relevant certificates by an accredited institution in Hong Kong": "持有本港機構發出的「起居照顧員」或相關護理證書",
    "Out-Patient Escort Person": "陪診員",
    "- Hold ‘Out-Patient Escort’ or other relevant by an accredited institution in Hong Kong": "持有本港機構發出的「陪診員基礎」或相關陪診證書或長者照顧基礎證書",
    "If they have first-aid, Occupational Therapy or Physiotherapy Assistant Certificates, these would be shown in the education section.": "如持有急救、職業治療助理或物理治療助理證書，學歷會顯示在護理員教育欄內。",
    "Duties": "工作",
    "Can I ask the caregiver to do housework or cook?": "可要求護理員做家務或煮食嗎?",
    "For housework, this is not recommended so that the care receiver can receive 1-to-1 personal service.": "關於家務，為令護理員可以專心照顧，我們並不建議。",
    "For cooking, the caregiver would be happy to reheat or make simple diets such as pureed diet.": "關於煮食，護理員可以翻熱或簡單煮食(例如碎餐)。",
    "Can I select a male caregiver?": "可選擇男護理員嗎?",
    "Of course! The gender ( ♂ or ♀) is displayed in the caregiver profile.": "當然可以! 護理員資料上已列明性別( ♂ or ♀)。",
    "Can the caregiver provide care that is out of the service scope?": "可要求護理員提供服務範圍外的工作嗎?",
    "You may fill in requests in ‘Is there anything that you would like the caregiver to know?’. You should, however, be mindful that only Registered or Enrolled Nurses can provide all services under special care.": "你可以在客戶登錄後受顧者病歷中的“其他”欄填寫有關要求。但是，請注意只有註冊或登記護士才能在個人和特別護理提供與護理相關的服務。",
    "Please do not ask caregivers to provide medical care that are not within their capabilities (e.g. asking health worker to change nasogastric / gastrostomy tube), as this would put the patient and the caregiver in unnecessary risks.": "為避免受顧者和護理員承受不必要風險，請別要求護理員提供超出其能力範圍的服務（例如要求保健員更換鼻胃管/胃造廔）。",
    "Payment": "付款",
    "How do I pay?": "如何付款?",
    "1. Payme: 6364 0301 or": "1. Payme: 6364 0301 或",
    "2. FPS ID: 9890211 or": "2. 轉數快: 9890211 或",
    "3. Bank Transfer:": "3. 銀行轉賬:",
    "Bank Name: China Citic Bank International Limited": "銀行名稱: 中信銀行（國際）有限公司",
    "Bank Code: 018": "銀行編號: 018",
    "Account Number: 746-2-08153900": "帳戶號碼: 746-2-08153900",
    "Account Name: Pure Care Hong Kong Limited": "户口名稱: Pure Care Hong Kong Limited",
    "Completed": "完成",
    "Cancelled": "取消",
    "Payment Status": "付款狀況",
    "Status": "狀況",
    "Appointment Date": "服務日期",
    "Duration": "長度",
    "hour(s)": "小時",
    "Services Selected": "所需服務",
    " appointments": "預約",
    "Upcoming": "將來",
    "Confirmed": "確認",
    "Pending": "等待",
    "Cancel Booking": "取消服務",
    "Let us know your feedback!": "分享你的評論!",
    "Please give us your rating": "請給予評分",
    "Love It": "非常好",
    "Like It": "好",
    "Ok": "Ok",
    "Don’t Like It": "不好",
    "Hate It": "非常差",
    "Positives": "正面",
    "Positive Feedbacks": "正面評價",
    "Negatives": "負面",
    "If there is no negative feedback, please leave this blank.": "如沒有負面評價，請留空。",
    "Negative Feedbacks": "負面評價",
    "Cancel": "取消",
    "Accont User Info": "帳戶用戶資料",
    "Please tell us a bit about yourself (Account User)": "請告訴我們一些資料 (帳戶用戶)",
    "Account user refers to the person who books the appointment for care receiver. (e.g. Child of the elderly)": "帳戶用戶是指預約服務的人 (例如: 長者兒女或安老院負責人)",
    "First Name": "名",
    "Last Name": "姓",
    "Home Telephone Number": "家庭電話號碼",
    "You are the service user?": "你是受顧者的?",
    "I am the service user": "我是受顧者",
    "Father/Mother": "父親/母親",
    "Son/Daughter": "兒子/女兒",
    "Friend/Relative": "親戚/朋友",
    "Relationship with service user": "受顧者的關係",
    "Preferred Communication Language": "偏好語言",
    "Account User Info": "帳戶用戶資料",
    "Care Receiver Info": "受顧者資料",
    "Care Receiver Background": "受顧者背景",
    "Care Receiver Medical History": "受顧者病歷",
    "Please tell us a bit about yourself (Care Receiver)": "請告訴我們一些資料 (受顧者)",
    "Care Receiver refers to the end user (e.g. the elderly). No worries, we will not send the full address to the caregiver until the appointment is accepted.": "受顧者是指需要被照顧的人 (例如:長者)。 放心,服務配對前,護理員不會得知受顧者的完整地址。",
    "If you are unsure about it, please select year": "如不確定，請選1/1/1940",
    "only e.g. 1/1/1940.": " ",
    "Address": "地址",
    "Flat": "室",
    "Flat Number": "號碼",
    "Floor": "層數",
    "Building Name": "大廈名稱",
    "Street Name and Number": "街道名稱及號碼",
    "District": "地區",
    "Choose District": "選擇地區",
    "Account User HKID Full Name": "帳戶用戶身分證全名",
    ") (hereinafter referred as the platform) owned and operated by Pure Care Hong Kong Limited (hereinafter referred as Pure Care) are a platform to connect the account user and/or care receiver (hereinafter the client) with the Caregiver. Pure Care does not provide any nursing and/other related services (hereafter referred as the service) and is not an employer of any Caregiver.": ") (hereinafter referred as the platform) owned and operated by Pure Care Hong Kong Limited (hereinafter referred as Pure Care) are a platform to connect the account user and/or care receiver (hereinafter the client) with the Caregiver. Pure Care does not provide any nursing and/other related services (hereafter referred as the service) and is not an employer of any Caregiver.",
    "The client agrees to the Terms and Conditions of the Agreement below and agrees to comply with all applicable Hong Kong laws and regulations in order to use the platform.": "The client agrees to the Terms and Conditions of the Agreement below and agrees to comply with all applicable Hong Kong laws and regulations in order to use the platform。",
    "1. Caregiver Pre-Screening Procedures and Disclaimers": "1. Caregiver Pre-Screening Procedures and Disclaimers",
    "(a) The client understands that any caregivers referred by Pure Care is not under Pure Care’s employment.": "(a) The client understands that any caregivers referred by Pure Care is not under Pure Care’s employment.",
    "While Pure Care conducts reasonable due diligence on the caregiver, such verification is based on the information provided to Pure Care. Thus, Pure Care cannot confirm that they are who they claim to be and Pure Care cannot and does not assume any responsibility for the accuracy, completeness or reliability of their information. Additionally, the screening procedures are performed solely at the time the caregiver registers on the platform, and the information provided may change and expire over time.": "While Pure Care conducts reasonable due diligence on the caregiver, such verification is based on the information provided to Pure Care. Thus, Pure Care cannot confirm that they are who they claim to be and Pure Care cannot and does not assume any responsibility for the accuracy, completeness or reliability of their information. Additionally, the screening procedures are performed solely at the time the caregiver registers on the platform, and the information provided may change and expire over time.",
    "(b) Pure Care expressly disclaims any and all warranties, expressed or implied, relating to information obtained in the application form and screening or verification procedures is accurate, timely or error free.": "(b) Pure Care expressly disclaims any and all warranties, expressed or implied, relating to information obtained in the application form and screening or verification procedures is accurate, timely or error free。",
    "2. Provision of Information to and Contact by Pure Care and the caregiver": "2. Provision of Information to and Contact by Pure Care and the caregiver",
    "The client understands that all of the personal information provided to Pure Care (including but not limited to age, residential address and medical history) are accurate and complete. The client also agrees to contact Pure Care or log in the platform to update information if any of the client’s personal information changes.": "The client understands that all of the personal information provided to Pure Care (including but not limited to age, residential address and medical history) are accurate and complete. The client also agrees to contact Pure Care or log in the platform to update information if any of the client’s personal information changes.",
    "The client understands that Pure Care reserves the right to terminate the client’s access from the platform and/or forfeits Pure Care Service Fees without prior notice if Pure Care or the caregiver suspect that any of the personal information is falsified.": "The client understands that Pure Care reserves the right to terminate the client’s access from the platform and/or forfeits Pure Care Service Fees without prior notice if Pure Care or the caregiver suspect that any of the personal information is falsified。",
    "(b) Contact by Pure Care": "(b) Contact by Pure Care",
    "The client understands that Pure Care may disclose the client’s personal data or any part thereof to: -": "The client understands that Pure Care may disclose the client’s personal data or any part thereof to: -",
    "(i) Any caregivers selected by the client to provide the service;": "(i) Any caregivers selected by the client to provide the service;",
    "(ii)  Any third-party services providers who provide administrative, telecommunications, computer, or other services to Pure Care;": "(ii)  Any third-party services providers who provide administrative, telecommunications, computer, or other services to Pure Care;",
    "(iii)  Any person by whom Pure Care is required by applicable legal, governmental or regulatory requirements to make disclosure;": "(iii)  Any person by whom Pure Care is required by applicable legal, governmental or regulatory requirements to make disclosure;",
    "(iv) Any other person reasonably requiring the same in order for Pure Care to connect the client with the caregiver": "(iv) Any other person reasonably requiring the same in order for Pure Care to connect the client with the caregiver",
    "(c) Means of Contact": "(c) Means of Contact",
    "The client expressly consents to being contacted by Pure Care via phone, email, WhatsApp, SMS massaging, or any other reasonable means, at any of the contact numbers or addresses, in order that Pure Care may perform its role of connecting the client with the caregiver. For more information on use of information, please refer to Pure Care’s Privacy Policy.": "The client expressly consents to being contacted by Pure Care via phone, email, WhatsApp, SMS massaging, or any other reasonable means, at any of the contact numbers or addresses, in order that Pure Care may perform its role of connecting the client with the caregiver。 For more information on use of information, please refer to Pure Care’s Privacy Policy。",
    "3. Fees and Payment": "3. Fees and Payment",
    "(a) The fees are comprised as follows:": "(a) The fees are comprised as follows:",
    "1. Caregiver Charges: Caregiver Charges Per Hour x Service Duration": "1. Caregiver Charges: Caregiver Charges Per Hour x Service Duration",
    "2. Pure Care Service Fee: 0 to 20% in addition to Caregiver Charges ": "2. Pure Care Service Fee: 0 to 20% in addition to Caregiver Charges ",
    "3. Transport Fee: HK$150 if the service starts or finishes at midnight or before 6:30am (Excluded from Pure Care Service Fee)": "3. Transport Fee: HK$150 if the service starts or finishes at midnight or before 6:30am (Excluded from Pure Care Service Fee)",
    "3. Transport Fee: HK$150 if the service starts or finishes at midnight or before 6:30pm (Excluded from Pure Care Service Fee)": "3. Transport Fee: HK$150 if the service starts or finishes at midnight or before 6:30pm (Excluded from Pure Care Service Fee)",
    "4. Transport Subsidy: Optional amount given by the client (Excluded from Pure Care Service Fee)": "4. Transport Subsidy: Optional amount given by the client (Excluded from Pure Care Service Fee)",
    "(b) The client is responsible for all fees incurred under the account. Appointment is not reserved until the client completes the payment successfully and receives a confirmation email from Pure Care.": "(b) The client is responsible for all fees incurred under the account。 Appointment is not reserved until the client completes the payment successfully and receives a confirmation email from Pure Care。",
    "(c) Pure Care reserves the right to terminate this service agreement or suspend its services, but termination of this service agreement would not prejudice the rights and/or claims by Pure Care against the client and does not exempt the client from fulfilling the obligations, including payment of all outstanding fees:": "(c) Pure Care reserves the right to terminate this service agreement or suspend its services, but termination of this service agreement would not prejudice the rights and/or claims by Pure Care against the client and does not exempt the client from fulfilling the obligations, including payment of all outstanding fees:",
    "(i) where any fees or payments become overdue;": "(i) where any fees or payments become overdue;",
    "(ii) where the client breaches any of the terms of this service agreement;": "(ii) where the client breaches any of the terms of this service agreement;",
    "(iii) any information stated by the client is found to be untrue or misleading.": "(iii) any information stated by the client is found to be untrue or misleading。",
    "4. Book an Appointment": "4. Book an Appointment",
    "The client understands that the client would have to book an appointment for the service through the platform and have to pay the fees in advance.": "The client understands that the client would have to book an appointment for the service through the platform and have to pay the fees in advance.",
    "By booking an appointment, the client submits an offer to the caregiver for the service. Pure Care or the caregiver expressly reserve the right to decline the appointment. Pure Care also does not guarantee that the caregiver will be punctual, or will attend any appointment.": "By booking an appointment, the client submits an offer to the caregiver for the service. Pure Care or the caregiver expressly reserve the right to decline the appointment. Pure Care also does not guarantee that the caregiver will be punctual, or will attend any appointment.",
    "The Caregiver is eligible for a 30-min meal for 8 hours and a 60-min meal for 12 hours of the service. The meal is prepared by the caregiver but eating the meal is counted in the service time.": "The Caregiver is eligible for a 30-min meal for 8 hours and a 60-min meal for 12 hours of the service。 The meal is prepared by the caregiver but eating the meal is counted in the service time。",
    "5. Prohibition of Direct/Indirect Engagement by Caregiver": "5. Prohibition of Direct/Indirect Engagement by Caregiver",
    "I acknowledge and fully understand that after my registration with Pure Care, written consent must be obtained from Pure Care before giving any offer(s) to, and/or engage (regardless of whether exists any employment relationship), directly or indirectly, with any Pure Care’s caregivers (regardless of whether caregivers are acting for themselves or acting for and on behalf of other companies or organisations, including its affiliated companies or agents) introduced to me by Pure Care, in connection with provision of the service or work in similar nature. Otherwise I shall be liable for all losses and/or damages and/or administrative costs suffered by Pure Care.": "I acknowledge and fully understand that after my registration with Pure Care, written consent must be obtained from Pure Care before giving any offer(s) to, and/or engage (regardless of whether exists any employment relationship), directly or indirectly, with any Pure Care’s caregivers (regardless of whether caregivers are acting for themselves or acting for and on behalf of other companies or organisations, including its affiliated companies or agents) introduced to me by Pure Care, in connection with provision of the service or work in similar nature。 Otherwise I shall be liable for all losses and/or damages and/or administrative costs suffered by Pure Care。",
    "This prohibition shall subsist or shall be valid at all times until the expiry of half year from the caregiver’s last day of work with the client introduced by Pure Care.": "This prohibition shall subsist or shall be valid at all times until the expiry of half year from the caregiver’s last day of work with the client introduced by Pure Care.",
    "6. Extreme Weather": "6. Extreme Weather",
    "The service will be suspended during typhoon number 8 or above or black rainstorm. Please reschedule the service with the caregiver. Pure Care would pay the caregiver after the client informs us the new date and time and the caregiver completes the service.": "The service will be suspended during typhoon number 8 or above or black rainstorm。 Please reschedule the service with the caregiver。 Pure Care would pay the caregiver after the client informs us the new date and time and the caregiver completes the service。",
    "7. Cancellation Charges": "7. Cancellation Charges",
    "(a) If the client intends to cancel the service before payment, the client may do so. However, if the client would not be able to cancel the service after payment.": "(a) If the client intends to cancel the service before payment, the client may do so。 However, if the client would not be able to cancel the service after payment。",
    "(b)\tIf the client requests to shorten the service because of any reasons, any unused time will be forfeited by Pure Care and the fee will not be refunded.": "(b)\tIf the client requests to shorten the service because of any reasons, any unused time will be forfeited by Pure Care and the fee will not be refunded。",
    "8. Disclaimer of Liability": "8. Disclaimer of Liability",
    "(a) any of the client’s injury or death because of the provision of the service; or": "(a) any of the client’s injury or death because of the provision of the service; or",
    "(b) any loss of or damage to any of the client’s property": "(b) any loss of or damage to any of the client’s property",
    "9. Ratings and Reviews": "9. Ratings and Reviews",
    "Pure Care does not assume responsibility or liability for any ratings and reviews on the platform.": "Pure Care does not assume responsibility or liability for any ratings and reviews on the platform。",
    "10. Privacy": "10. Privacy",
    "(a) The client agrees not to take any photographs or record audio or video of the caregiver.": "(a) The client agrees not to take any photographs or record audio or video of the caregiver。",
    "(b) All caregiver information is confidential, and the client may not publish any personally identifiable data outside the platform including but not limited to names or other account information.": "(b) All caregiver information is confidential, and the client may not publish any personally identifiable data outside the platform including but not limited to names or other account information。",
    "(c) The client acknowledges that a violation of the foregoing could result in significant damages, and the client agrees that the client is liable to Pure Care for any such damages, and will indemnify Pure Care in the event of any third-party claims against Pure Care based on or arising from the violation of the foregoing. Additionally, Pure Care reserves the right, in its sole discretion, to immediately remove the client’s profile from the platform without remorse and prior notice and to initiate without notice appropriate legal actions or proceedings to seek appropriate remedies and/or damages, including but not limited to lost revenue, repairs, legal fees, costs and expenses, and to seek injunctions or other equitable remedies, for the client’s misuse or suspected misuse of the platform.": "(c) The client acknowledges that a violation of the foregoing could result in significant damages, and the client agrees that the client is liable to Pure Care for any such damages, and will indemnify Pure Care in the event of any third-party claims against Pure Care based on or arising from the violation of the foregoing。 Additionally, Pure Care reserves the right, in its sole discretion, to immediately remove the client’s profile from the platform without remorse and prior notice and to initiate without notice appropriate legal actions or proceedings to seek appropriate remedies and/or damages, including but not limited to lost revenue, repairs, legal fees, costs and expenses, and to seek injunctions or other equitable remedies, for the client’s misuse or suspected misuse of the platform。",
    "11. Use of platform": "11. Use of platform",
    "(a) The client acknowledges and agrees that the platform is for the client’s personal use only. The client undertakes not to misuse or attempt to misuse or circumvent the platform, or uses the platform for any unlawful, immoral, inappropriate or non-personal purposes, including but not limited to activities such as hacking, scraping content, infiltrating, fraud, advertising, jamming or spamming. The client may not use the platform to recreate or compete with Pure Care, or to solicit or harass anyone, or for any other purpose not contemplated herein.": "(a) The client acknowledges and agrees that the platform is for the client’s personal use only。 The client undertakes not to misuse or attempt to misuse or circumvent the platform, or uses the platform for any unlawful, immoral, inappropriate or non-personal purposes, including but not limited to activities such as hacking, scraping content, infiltrating, fraud, advertising, jamming or spamming。 The client may not use the platform to recreate or compete with Pure Care, or to solicit or harass anyone, or for any other purpose not contemplated herein。",
    "(b)\tThe platform is provided on an “as is” basis without warranties of any kind, either express or implied, including, but not limited to, warranties of merchantability, fitness for a particular purpose and non-infringement. Pure Care makes no warranties or representations about the accuracy or completeness of the content provided or the content of any sites linked to the service and assumes no liability or responsibility for any errors, mistakes, or inaccuracies of content.": "(b)\tThe platform is provided on an “as is” basis without warranties of any kind, either express or implied, including, but not limited to, warranties of merchantability, fitness for a particular purpose and non-infringement。 Pure Care makes no warranties or representations about the accuracy or completeness of the content provided or the content of any sites linked to the service and assumes no liability or responsibility for any errors, mistakes, or inaccuracies of content。",
    "12. User Content": "12. User Content",
    "(a)\tThe client agrees that all of the content and information posted by the client or designees, with the exception of certain Personal Data as specified on Pure Care’s Privacy Policy, on the platform, including but not limited to:": "(a)\tThe client agrees that all of the content and information posted by the client or designees, with the exception of certain Personal Data as specified on Pure Care’s Privacy Policy, on the platform, including but not limited to:",
    "1. Ratings & Reviews may be viewed by the general public and will not be treated as private, proprietary or confidential.": "1. Ratings & Reviews may be viewed by the general public and will not be treated as private, proprietary or confidential。",
    "(b)\tPure Care reserves the right, but not the obligation, to edit or abridge, or to refuse to post, or to remove any feedback that the client posts on the platform, at any time and without prior notice.": "(b)\tPure Care reserves the right, but not the obligation, to edit or abridge, or to refuse to post, or to remove any feedback that the client posts on the platform, at any time and without prior notice。",
    "13. Intellectual Property Rights": "13. Intellectual Property Rights",
    "(a)\tPure Care owns all Proprietary Material, as well as the coordination, selection, arrangement and enhancement of such Proprietary Materials as a Collective Work under the Copyright Ordinance of Hong Kong SAR, Chapter 528 of the Laws of Hong Kong SAR (the “Ordinance”), where practicable as amended. The Proprietary Material is protected by domestic and international laws of copyright, patents, and other proprietary rights and laws. The client may not copy, download, use, redesign, reconfigure, or retransmit anything from the platform without Pure Care’s express prior written consent and, if applicable, the holder of the rights to the client generated content. Any use of such Proprietary Material, other than as permitted herein, is expressly prohibited without the prior permission of Pure Care and, if applicable, the holder of the rights to the client generated content.": "(a)\tPure Care owns all Proprietary Material, as well as the coordination, selection, arrangement and enhancement of such Proprietary Materials as a Collective Work under the Copyright Ordinance of Hong Kong SAR, Chapter 528 of the Laws of Hong Kong SAR (the “Ordinance”), where practicable as amended。 The Proprietary Material is protected by domestic and international laws of copyright, patents, and other proprietary rights and laws。 The client may not copy, download, use, redesign, reconfigure, or retransmit anything from the platform without Pure Care’s express prior written consent and, if applicable, the holder of the rights to the client generated content。 Any use of such Proprietary Material, other than as permitted herein, is expressly prohibited without the prior permission of Pure Care and, if applicable, the holder of the rights to the client generated content。",
    "(b)\tThe client understands it is Pure Care’ policy to retain the personal data until six (6) calendar months after it receives the notice in writing to terminate this Terms and Conditions with it, or as otherwise required by law.": "(b)\tThe client understands it is Pure Care’ policy to retain the personal data until six (6) calendar months after it receives the notice in writing to terminate this Terms and Conditions with it, or as otherwise required by law。",
    "Under the Personal Data (Privacy) Ordinance (Cap. 486, Laws of Hong Kong), the client is entitled to request access to and/or correction of the personal data in relation to the registration with Pure Care. Such correction can be done through the Pure Care website after the client logs in and through contacting Pure Care.": "Under the Personal Data (Privacy) Ordinance (Cap。 486, Laws of Hong Kong), the client is entitled to request access to and/or correction of the personal data in relation to the registration with Pure Care。 Such correction can be done through the Pure Care website after the client logs in and through contacting Pure Care。",
    "Your registration is completed! We will re-direct you to the main page and you can start booking caregivers!": "完成登記! 我們會於10秒後將你送到主頁，你可以開始選擇護理員!",
    "We will share this page with the caregivers after you book them in the appointment.": "當你選擇護理員後,我們會與護理員分享本頁資料以提供更好服務。",
    "Others": "其他",
    "Dialect Language": "方言",
    "Weight (kg)": "重量 (kg)",
    "Weight": "重量",
    "Height (cm)": "高度 (cm)",
    "Height": "高度",
    "Diet": "飲食",
    "Choose Diet": "請選擇",
    "Normal Diet": "正常飯餸",
    "Minced Diet": "碎餐",
    "Pureed Diet": "糊餐",
    "Physical Ability": "Physical Ability",
    "Choose Physical Ability": "Choose Physical Ability",
    "Eyesight": "視力",
    "Choose Eyesight": "選擇視力",
    "Normal Eyesight": "正常視力",
    "Partially visually impaired": "部分視力受損",
    "Complete visually impaired": "全部視力受損",
    "Assistive and Walking Devices (Optional)": "Assistive and Walking Devices (Optional)",
    "Choose Assisting Devices": "選擇輔助器材",
    "Crouches": "枵杖",
    "Quadripods": "四腳拐杖",
    "Walker": "助步車",
    "Wheel Chair": "輪椅",
    "Bed Bound": "臥床 ",
    "Assisting Devices": "輔助器材",
    "Hearing": "聽力",
    "Choose Hearing": "選擇聽力",
    "Normal": "正常",
    "Partially impaired": "部份失聰",
    "Complete impaired": "完全失聰",
    "Lifting": "攙扶",
    "Choose Lifting": "請選擇",
    "No Lifting Required": "不需攙扶",
    "One Person Lifting Required": "一人攙扶",
    "Two People Lifting Required": "二人攙扶",
    "Lifting Devices Needed": "需要輔助器",
    "Lifting Device": "輔助器",
    "Lower Limb Mobility (0 no strength and 5 with strength)": "下肢活動能力 (0完全無力到5有力)",
    "Left Leg": "左腳",
    "Right Leg": "右腳",
    "Hand Mobility (0 no strength and 5 with strength)": "手部活動能力 (0完全無力到5有力)",
    "Left Hand": "左手",
    "Right Hand": "右手",
    "Others (Optional)": "其他 (選填項目)",
    "Specific Drug": "指定藥物",
    "Self-Care Ability": "自理能力",
    "1. If your required services are not in our standard services, please tell us below.": "1.如所需服務不在已列明的服務提供，請於下方列明",
    "Only nurses can carry out nursing related duties.": "只有護士才能執行護士相關工作。",
    "2. If you need an Out-patient escort, please tell us": "2. 如需要陪診員,請告訴我們",
    "a) Appointment Date and Time b) Appointment Address c) Doctor's Name (if known)": "a) 覆診日期及時間 b) 覆診地址 c) 醫生姓名 (如有)",
    "Your relationship with service user": "你與受顧者的關係",
    "Father": "父親",
    "Mother": "母親",
    "Relative": "親戚",
    "Friend": "朋友",
    "Account User Information": "帳戶用戶資料",
    "Care Receiver Information": "受顧者資料",
    "Your referral bonus details": "你的獎賞錢",
    "Assisting Devices (Optional)": "輔助器材 (選填項目)",
    "Free client and caregiver registration!": "免費客戶和護理員登記!",
    "I need a caregiver": "需要護理員",
    "Free search for the care you need": "免費搜尋上門護理員",
    "Start your free search for care": "免費尋找護理員",
    "in your area.": "在你地區",
    "Find Care": "預約護理員",
    "I want a care job": "需要護理工作",
    "Create a free profile and let jobs find you": "免費註冊讓工作主動找你",
    "Create a free profile and search": "免費註冊並開始搜尋",
    "for jobs.": "工作",
    "Find Jobs": "搜尋護理工作",
    "Search by": "搜尋",
    "Caregiver Registered No.": "護理員平台登記號碼",
    "Choose Date": "選擇日期",
    "HH": "HH",
    "MM": "MM",
    "00": "00",
    "Start Minutes": "Start Minutes",
    "Search Caregiver": "搜尋護理員",
    "Back": "返回",
    "Hong Kong's": "香港",
    " Online Caregiver Platform": "網上護理平台",
    "We are here to connect those who need home care with those who wish to provide healthcare services.": "我們致力為需要上門護理及護理員配對。",
    "From now until XYZ, clients and caregivers can use the platform for free.  It only takes 10 minutes to register.": "同現在到XYZ，免收客户及護理員平台服務費。只需10鍾登記。",
    "From now until 31 August, clients and caregivers can use the platform for free! It only takes 10 minutes to register. Yes, it is that simple.": "由現在到8月31日，客戶及護理員免費使用平台! 只需10分鐘登記。沒錯，就是這麼簡單。",
    "About Us": "關於我們",
    "All Caregivers verified": "核實所有護理員",
    "We verify work experience and education of all caregivers.": "我們核實每位護理員資料包括   學歷及工作經驗",
    "Transparent Caregiver Background": "透明背景",
    "You will see full background of caregivers with verified ratings and services.": "你可看到護理員資料包括核實的 評分及留言",
    "Quick Appointment Confirmation": "快捷確認預約",
    "Appointment can be confirmed as quickly as 2 hours.": "預約最快2小時確認",
    "Which type of caregiver should I choose?": "應該選擇那一類護理員?",
    "Registered or Enrolled Nurse": "註冊或登記護士",
    "Registered Nurse: At least 3 years | Enrolled Nurse: At least 2 years of full-time nursing training": "註冊護士: 最少3年 | 登記護士: 最少2年全職護理訓練",
    "Must be registered and enrolled under the Nursing Council of Hong Kong": "必須於香港護士管理局註冊",
    "Must have completed at least a Health Worker training course approved by the Social and Welfare Department": "完成獲社會福利署批准的保健員訓練課程",
    "Must have completed at least a Personal Care Worker course approved by a recognised institute": "持有本港機構發出的「起居照顧員」或相關護理證書",
    "Must have completed at least an Out-Patient Escort course approved by a recognised institute": "持有本港機構發出的「陪診員基礎」或相關陪診證書或長者照顧基礎證書",
    "Click to show all": "顯示全部",
    "Show less": "顯示更少",
    "After you register": "註冊後",
    "Search and Appoint": "搜尋並預約",
    "Select caregiver type, services, date and time to find the caregiver who match your needs": "選擇護理員種類、服務、日期及時間去尋找合適的護理員。",
    "Transer funds to PureCare to confirm appointment with caregiver.": "轉帳給Pure Care以確認預約。",
    "Service and Feedback": "服務及意見",
    "Caregiver comes to provide service and you can provide ratings and reviews after the service.": "護理員提供上門服務，你之後可為該護理員評分及留言。",
    "Loved by Our Clients": "客戶評價",
    "Eva Wong": "Eva Wong",
    "Accountant": "會計師",
    "The registration is quick and easy! I created the account in less than 10 mins and can select a good caregiver! Loved it!": "登記快捷方便! 我只需要少於10分鐘登記便可找到好的護理員! 正!",
    "Frank Ching": "Frank Ching",
    "Teacher": "教師",
    "I can view the caregiver background and review! I know you vet all caregivers thoroughly before you get them onboarded.": "我可看到護理員的資訊及評分留言! 我知在護理員在平台前，你詳細核實護理員資料。",
    "Joey Su": "Joey Su",
    "Lawyer": "律師",
    "It only took Pure Care 2 hours to match me with the caregiver and the customer service was great too - answered my questions immediately!": "整個預約過程只少於2小時! 客戶服務非常好並立即回答我問題!",
    "Top Cloud Provider": "尖端雲計算供應商",
    "Pure Care’s platform is run on Digital Ocean cloud to give you a high level of security and stabillty.": "Pure Care平台使用Digital Ocean雲端運算服務去提供高保安水平及穩定。",
    "Highest Security": "最嚴謹保安",
    "Pure Care adheres to the highest security standards to ensure clients and caregivers data are stored securely.": "Pure Care採用最高保安水平以確保客戶及護理員資料儲存安全。",
    "Dementia": "腦退化症",
    "From patients with early signs of dementia to patients in more progressive stages, there are drug and non- drug therapies that may alleviate some of their symptoms. If patients are taken care of well, their progression of dementia can be slowed down.": "藥物和非藥物治療方法能減輕初期和中期腦退化症患者的症狀。如處理得宜，患者的腦退化症速度得以減慢。",
    "Our caregivers are here to provide scare to patients with dementia so that they would feel safe, secure and comfortable.": "我們的謢理員能提供謢理服務予腦退化症患者，確保他們的安全和舒適。",
    "Our Services": "我們的服務",
    "Accompany to Walk Around / Do Mild Exercise": "陪伴散步 / 輕鬆運動",
    "Bathing": "協助洗澡",
    "Toileting / Change Diapers / Clean Up Excretion": "協助如廁 / 換尿片 / 清理大小便",
    "Feeding (Non-tube feeding)": "餵食 (非以管餵食)",
    "Feed Medicine": "餵藥",
    "Oral Care": "口腔清潔",
    "Cut Nails": "剪指腳甲",
    "Accompany to see Doctor / Pick up at Home / Lend an Arm / Registration / Booking / Collect Medicine": "陪診 / 上門接送 / 攙扶、登記、預約及排隊取藥",
    "Emotional and Speech Care": "情緒及言語護理",
    "Memory Training / Cognitive Training / Behavioural Treatment": "記憶力訓練 / 認知訓練 / 行為治療",
    "Which type of caregivers should I choose?": "我應該選擇那類護理員?",
    "(for patients who only need being accompanied to work around / do mild exercise/ fed/ cut nails)": "(只需要陪伴散步 / 輕鬆運動 / 餵食 / 剪指腳甲)",
    "(for visiting the doctor only)": "(只看醫生)",
    "Why use": "為何使用",
    "Pure Care": "Pure Care",
    "Pure Care is Hong Kong’s ": "Pure Care 是全港",
    "online caregiver platform;": "網上護理平台",
    "we verify all caregivers including certificates and work experience before they are on our platform.": "我們核實每位護理員資料，包括學歷及工作經驗。",
    "By clicking just a few buttons, they would visit the care receiver’s home and provide the services needed with the knowledge of the care receiver’s medical background.": "彈指之間, 護理員會事先了解所需服務及受顧者病歷,然後去受顧者家中提供服務。",
    "Diabetes": "糖尿病",
    "The major goal in treating diabetes is to control blood sugar levels so that they are within the normal rage. Diabetes is treated with insulin or non-insulin medications, exercise and dietary changes.": "管理糖尿病的目標是控制血糖水平至合適水平。",
    "Our caregivers can assist in managing the diabetes in order to control blood sugar levels.": "透過胰島素或非胰島素藥物、運動及飲食，我們的謢理員能協助糖尿病者控制血糖水平。",
    "Measure Weight / Blood Pressure / Body Temperature": "磅重 / 量血壓 / 測體溫",
    "Measure Blood glucose / Cholesterol / Triglyceride": "驗血糖 /膽固醇 / 三酸甘油脂",
    "Injection (Insulin)": "打糖尿針",
    "Wound Care": "傷口護理",
    "Any other on the list": "還有其他",
    "Why use ": "為何使用 ",
    "?": "?",
    "Mentally Challenged": "精神障礙",
    "Mentally challenged patients require intensive care and efforts. Indeed, taking care of them are often physically demanding. Our caregivers can alleviate your workload to assist them from walking around to taking care of the wound.": "精神障礙患者需要悉心照顧。確實，照顧他們通常需要不少體力。從陪伴散步到傷口護理，護理員可以幫你減輕工作量\n。",
    "Search Caregiver ": "搜尋護理員",
    "Palliative": "舒緩照顧",
    "Palliative care makes you as comfortable as possible by managing your pain and other distressing symptoms.": "舒緩照顧有助改善病症和其他困擾的症狀令你更加舒適。",
    "From heart failure to cancer patients, our caregivers will walk you through every stage of treatment and provide medical and emotional support to you and the family.": "由心臟衰竭至癌症患者，我們的謢理員在不同層面上提供醫謢和情緒支援予你和你的家人。",
    "Any on the list": "任何相關謢理",
    "Post Surgery": "手術後護理",
    "Post surgery is often about wound care and pain management. Apart from following doctor’s instruction, healing quickly requires hard work and adequate care of others around the patient.": "手術後護理通常是關於傷口護理及痛楚管理。除了跟蹤醫生指示，手術後快速康復需要適當照顧患者。",
    "Our caregivers are to help in every step of the way from accompanying the patient to see doctor to cleaning the wound.": "從陪伴患者應診到清理傷口，護理員可一步一步幫助患者的康復。",
    "Stroke": "中風",
    "After stroke, it is vital to provide on-going support to the patient to help them in the recovery process. The care focuses on assisting daily activities, providing medical care and offering emotional and speech therapy. If we manage the recovery process well, the patient can regain a significant level of functional activities.": "中風後，持續為患者給予支持以幫助他們康復至關重要。護理的重點是協助日常活動，提供醫療護理以及提供情感和言語治療。如果康復過程良好，患者可以大大回復以往功能。",
    "Regardless of whether the patient has stroke first or several times, is functional or bed-bound or has complications, our caregivers are to listen, help and support.": "無論是第一次還是數次中風，功能正常或臥床或有併發症，護理人員都細聽，幫助和支持。",
    "Nasogastric Tube Feeding": "鼻胃管餵食",
    "PEG Feeding / Gauze and Tape Dressing": "胃造廔(PEG)餵食 / 更換紗布",
    "Tracheostomy Care*": "氣管造口護理*",
    "Change Nasogastric / Gastrostomy Tube*": "更換鼻胃管 / 胃造廔(PEG)*",
    "Infection prevention, further damage minimization and wound caring are the 3 main aspects in wound care.": "預防感染，減少創傷和傷口謢理是三大要素。",
    "The patient would experience symptoms such as pain, swelling, redness, infection or fever. Our caregivers will apply strict measures in wound dressing, change patient position regularly where necessary and avoid excessive pressure and friction on the wound.": "患者或有以下症狀，例如：疼痛、腫脹、發紅、發炎或發燒。我們的謢理員會嚴謹地清洗傷口，協助患者定時轉換坐/睡姿以謢理傷口。",
    "Services Description": "服務簡介",
    "We know some medical terms may be confusing. Don’t worry, let us walk you through and explain what they mean.": "We know some medical terms may be confusing。 Don’t worry, let us walk you through and explain what they mean。",
    "Triglyceride": "Triglyceride",
    "1.": "1.",
    "What is it?": "What is it?",
    "A form of fat produced in the body.": "A form of fat produced in the body。",
    "2.": "2.",
    "Patients:": "Patients:",
    "People with heart disease and / or diabetes are often found with high levels of triglyceride.": "People with heart disease and / or diabetes are often found with high levels of triglyceride。",
    "Causes:": "Causes:",
    "Overweight or obese, lack of exercise, smoking, excessive drinking, and carbohydrate accounts for a very high proportion in diets (60% or above of total calories).": "Overweight or obese, lack of exercise, smoking, excessive drinking, and carbohydrate accounts for a very high proportion in diets (60% or above of total calories)。",
    "Source:": "Source:",
    "The Nethersole School of Nursing, Chinese University of Hong Kong": "The Nethersole School of Nursing, Chinese University of Hong Kong",
    "(Chinese only)": "(Chinese only)",
    "Stoma": "Stoma",
    "After removing parts of the colon or rectum from surgery, stoma is an artificial opening created to release fasces or urine from the intestine or urethra.": "After removing parts of the colon or rectum from surgery, stoma is an artificial opening created to release fasces or urine from the intestine or urethra。",
    "Given that the patient cannot control excretion, it is necessary to place an ostomy bag on the stoma in order to collect excretion.": "Given that the patient cannot control excretion, it is necessary to place an ostomy bag on the stoma in order to collect excretion。",
    "Users:": "Users:",
    "Commonly in patients with colorectal cancer.": "Commonly in patients with colorectal cancer.",
    "Common in patients who have a malignant tumor in rectum or anus; the rectum, anus, and sphincter have to be removed as a result.": "Common in patients who have a malignant tumor in rectum or anus; the rectum, anus, and sphincter have to be removed as a result。",
    "Hospital Authority": "Hospital Authority",
    "(Chinese only), ": "(Chinese only), ",
    "Hong Kong Stoma Association": "Hong Kong Stoma Association",
    "(Chinese only) and": "(Chinese only) and",
    "Colopast": "Colopast",
    "Tube filled with liquid diet to provide calories, nutrition and medicine to the patient.": "Tube filled with liquid diet to provide calories, nutrition and medicine to the patient。",
    "Commonly used in patients with stroke and nasopharyngeal cancer.": "Commonly used in patients with stroke and nasopharyngeal cancer。",
    "3.": "3.",
    "Unable to eat or have swallow difficulties or have specific gastrointestinal disorders.": "Unable to eat or have swallow difficulties or have specific gastrointestinal disorders。",
    "Department of Health": "Department of Health",
    "PEG feeding": "胃造廔(PEG)餵食",
    "A gastrostomy is a procedure to create an artificial stoma on the stomach and abdominal wall, allowing the gastrostomy tube to be inserted directly into the stomach through the abdominal wall. The tube can then transport fluid directly to the stomach through nose and gullet.": "A gastrostomy is a procedure to create an artificial stoma on the stomach and abdominal wall, allowing the gastrostomy tube to be inserted directly into the stomach through the abdominal wall。 The tube can then transport fluid directly to the stomach through nose and gullet。",
    "Pressure Sore Care": "Pressure Sore Care",
    "An ulcerated area of skin over bony prominences.": "An ulcerated area of skin over bony prominences。",
    "Chronically ill and bedridden. Urinary or faecal incontinent. Overweight or underweight": "Chronically ill and bedridden。 Urinary or faecal incontinent。 Overweight or underweight",
    "Parts of the body are under continuous pressure, blood supply to that area is hindered and a pressure sore develop as a consequence.": "Parts of the body are under continuous pressure, blood supply to that area is hindered and a pressure sore develop as a consequence。",
    "Oxygen therapy": "氧氣治療",
    "Provide extra oxygen to reduce heart load. It reduces discomfort and out of breadth caused by lack of oxygen, thereby helping to improve mobility, reduce number of hospital admission, and live longer.": "Provide extra oxygen to reduce heart load。 It reduces discomfort and out of breadth caused by lack of oxygen, thereby helping to improve mobility, reduce number of hospital admission, and live longer。",
    "Commonly for patients with chronic obstructive pulmonary disease (COPD)": "Commonly for patients with chronic obstructive pulmonary disease (COPD)",
    "Memory Training / Cognitive Training / Behavourial Therapy": "記憶力訓練 / 認知訓練 / 行為治療",
    "Memory training: Activities such as recall and recitation to improve memory.": "Memory training: Activities such as recall and recitation to improve memory。",
    "Cognitive training: Activities such as reading newspapers and playing games to improve concentration, memory and problem solving skills.": "Cognitive training: Activities such as reading newspapers and playing games to improve concentration, memory and problem solving skills。",
    "Behavourial Therapy: Activities such as understanding the causes of negative thoughts and providing positive comments to help people with depression.": "Behavourial Therapy: Activities such as understanding the causes of negative thoughts and providing positive comments to help people with depression。",
    "Commonly used with patients with brain degeneration (such as Alzheimer’s disease) and depression.": "Commonly used with patients with brain degeneration (such as Alzheimer’s disease) and depression。",
    "(Chinese only),": "(Chinese only),",
    " and": " 至",
    "The Hong Kong Council of Social Service": "The Hong Kong Council of Social Service",
    "Change SPC (Supra-pubic Catheter)": "更換恥骨上導尿管(SPC)",
    "Insert the catheter into the bladder to allow urine to flow into the urine bag.": "Insert the catheter into the bladder to allow urine to flow into the urine bag。",
    "Commonly used for patients with urinary incontinence, spinal injuries and lower paralysis.": "Commonly used for patients with urinary incontinence, spinal injuries and lower paralysis。",
    "Email address is already registered in the system.": "電郵地址已登記。",
    "Caregiver registered successfully.": "護理員登記成功。",
    "Client registered successfully.": "客戶登記成功。",
    "Your Email has been confirmed": "你的電郵地址已確認。",
    "Invalid confirmation link": "確認連結失效",
    "Email is already confirmed": "電郵地址已確認。",
    "Your Password Updated Successfully": "密碼已更新",
    "Login successful.": "成功登入",
    "User not found": "找不到用戶",
    "Email ID is not registered with us.": "電郵地址沒有登記",
    "Please activate your account": "請激活帳戶",
    "Password is incorrect": "密碼不正確",
    "Session expired": "你的使用期限已過",
    "Invalid reset password link": "重設密碼失效",
    "You are not allowed to use this": "抱歉，你並不許可使用",
    "You are trying to pay more amount than due amount": "你嘗試為付更多的到期金額",
    "Wrong email address/password. Try again or click Forgot password to reset it.": "不正確電郵/密碼. 請再試或點選忘記密碼。",
    "Booking not found": "找不到預約服務",
    "Booking already": "預約服務已準備",
    "caregivers not accepted your booking": "護理員婉拒你的預約服務",
    "Booking already accepted by the caregiver": "有護理員已接受預約服務",
    "You have already accepted this booking": "你已接受預約",
    "Booking already rejected by the caregiver": "護理員婉拒預約",
    "You have already rejected this booking": "你已婉拒預約",
    "Sorry, you are already booked for this duration": "對不起，你已於此時段預約服務",
    "Booking for this service is not accepted by the caregiver yet": "暫未有護理員接受預約服務",
    "In order to help the caregiver get prepared, please book at least 6 hours before the service starts!": "為令護理員有足夠時間準備，請於服務最少6小時前預約服務!",
    "Sorry, It's too late you can't accept this service request now!": "對不起，現在距離預約時間太近，你不能按受預約服務!",
    "You cannot cancel this service as it is already confirmed.": "你不能取消已確認的預約服務。",
    "Caregiver payment updated successfully.": "已更新護理員付款",
    "Your appointment cancelled successfully.": "成功取消預約服務",
    "Caregiver not found": "找不到護理員",
    "Personal info added successfully": "成功加入個人資料",
    "Work experience and education added successfully": "成功加入學歷及教育",
    "Skillset added successfully": "成功加入技能",
    "Availability added successfully": "成功加入服務時間",
    "Conflict in availability hours": "服務時間有沖突",
    "Charges added successfully": "成功加入收費",
    "Email address does not exists in our system.": "電郵地址沒有於Pure Care登記",
    "Client not found": "找不到客戶",
    "Clientfeedback not found": "找不到客戶意見",
    "Account user info added successfully": "成功加入帳戶用戶資料",
    "Care receiver info added successfully": "成功加入受顧者資料",
    "Care receiver background added successfully": "成功加入受顧者背景",
    "Care receiver medical history added successfully": "成功加入受顧者病歷",
    "Please complete your profile before booking appointment": "預約服務前，請先完成填寫個人資料",
    "Maximum open appointment limit has been reached": "已達最多預約服務次數",
    "Thank you for your valuable feedback": "多謝你的寶貴意見",
    "You have already submited feedback for this booking service": "已提交服務意見",
    "Something went wrong with sending email": "寄電郵出錯",
    "Minced": "碎餐",
    "Pureed": "糊餐",
    "Dialect": "方言",
    "Wear Pacemaker": "裝有心律調節器",
    "Hard to swallow": "吞嚥困難",
    "Incontinence": "便秘",
    "Drug Allergy - Please specify": "藥物敏感 - 請註明",
    "Violence": "暴力",
    "Bed_bound": "臥床",
    "Registered Nurse": "註冊護士",
    "Enrolled Nurse": "登記護士",
    "Personal care worker": "起居照顧員",
    "Outpatient escort person": "陪診員",
    "Central and Western (Hong Kong Island)": "中西區",
    "Eastern (Hong Kong Island)": "東區",
    "Southern (Hong Kong Island)": "南區",
    "Wan Chai (Hong Kong Island)": "灣仔",
    "Sham Shu Po (Kowloon)": "深水埗",
    "Kowloon City (Kowloon)": "九龍城",
    "Kwun Tong (Kowloon)": "觀塘",
    "Wong Tai Sin (Kowloon)": "黃大仙",
    "Yau Tsim Mong (Kowloon)": "油尖旺",
    "Islands (New Territories)": "離島",
    "Kwai Tsing (New Territories)": "葵青",
    "North (New Territories)": "北區",
    "Sai Kung (New Territories)": "西貢",
    "Sha Tin (New Territories)": "沙田",
    "Tai Po (New Territories)": "大埔",
    "Tsuen Wan (New Territories)": "荃灣",
    "Tuen Mun (New Territories)": "屯門",
    "Yuen Long (New Territories)": "元朗",
    "Toileting / Change Diaper / Clean Up Excertion": "協助如廁 / 換尿片 / 清理大小便",
    "Measure Blood glucose / Cholestrol / Triglyceride": "驗血糖 / 膽固醇 / 三酸甘油脂",
    "Insulin injection": "打糖尿針",
    "Injection* (Intramuscular / Intravenous)": "注射藥物 * (肌肉 / 靜脈注射)",
    "Oxygen Therapy": "氧氣治療",
    "Change Urine Bags / Fecal Bags": "更換尿袋 / 便袋",
    "Stoma Care": "造口護理",
    "Peritoneal Dialysis / Catheter (Soft Tube) Care": "腹膜透析 (洗肚 / 洗肚管護理)",
    "Change Foley Catheter*": "更換尿喉*",
    "Change SPC (Supra-pubic Catheter)*": "更換恥骨上導尿管(SPC)*",
    "Sputum Suction*": "抽痰*",
    "Use Ventilator*": "協助使用呼吸機*",
    "No help needed": "不需幫助",
    "Need help": "要幫助",
    "Use commode chair": "要座廁椅",
    "Use potty": "要便壺",
    "Need to change diapers": "更換尿片",
    "Need to change foley catheter": "要換尿喉",
    "Use bath chair": "用洗澡椅",
    "Asthma": "哮喘",
    "Cancer": "癌症",
    "Dementia other than Alzheimer’s Disease": "認知障礙症 (除阿茲海默症)",
    "Epilepsy": "癲癇症",
    "Fracture": "骨折",
    "Wrist": "手腕",
    "Finger": "手指",
    "Upper Arm": "上臂",
    "Lower Arm": "下臂",
    "Lower Body": "下半身",
    "Feet": "腳",
    "Gout": "痛風",
    "Heart Failure": "心臟衰竭",
    "Hepatitis": "肝炎",
    "Type A": "甲形",
    "Type B": "乙形",
    "Type C": "丙形",
    "Do not know": "不知道",
    "Parkinsonism": "柏金遜症",
    "Scabies": "疥瘡",
    "Total Knee Replacement": "膝關節置換手術",
    "Hong Kong Island": "香港島",
    "Central and Western": "中西區",
    "Eastern": "東區",
    "Southern": "南區",
    "Wan Chai": "灣仔",
    "Kwun Tong": "觀塘",
    "Wong Tai Sin": "黃大仙",
    "Yau Tsim Mong": "油尖旺",
    "New Territories": "新界",
    "Islands": "離島",
    "Kwai Tsing": "葵青",
    "North": "北區",
    "Sai Kung": "西貢",
    "Sha Tin": "沙田",
    "Tai Po": "大埔",
    "Tsuen Wan": "荃灣",
    "Tuen Mun": "屯門",
    "Yuen Long": "元朗",
    "Toileting": "如廁",
    "Toileting Equipment": "如廁工具",
    "Shower": "協助如廁",
    "Insulin Injection": "打糖尿針",
    "None": "沒有",
    "between": "由",
    "and": "至",
    "Drug Allergy": "藥物敏感",
    "Floor Number": "層",
    "Sunday": "日",
    "Monday": "一",
    "Tuesday": "二",
    "Wednesday": "三",
    "Thursday": "四",
    "Friday": "五",
    "Saturday": "六",
    "January": "一月",
    "February": "二月",
    "March": "三月",
    "April": "四月",
    "May": "五月",
    "June": "六月",
    "July": "七月",
    "August": "八月",
    "September": "九月",
    "October": "十月",
    "November": "十一月",
    "December": "十二月",
    "Password does not match": "密碼不正確",
    "If you need an Out-patient escort, please tell us": "如需要陪診員,請告訴我們",
    "There are no completed appointments": "沒有完成預約",
    "There are no cancelled appointments": "沒有取消預約",
    "There are no confirmed appointments": "沒有確認預約",
    "There are no pending appointments": "沒有等待預約",
    "To be paid": "待付款",
    "Admin": "Pure Care",
    "Cancelled by Admin": "被管理員取消",
    "Cancelled by Caregiver": "被護理員取消",
    "Cancelled by Client": "被客戶取消",
    "Application Received Message": "Application Received Message",
    "Status Message": "Status Message",
    "Service Completed Message": "Service Completed Message",
    "Success!": "Success!",
    "Error!": "Error!",
    "Info!": "Info!",
    "Result not found!": "Result not found!",
    "Not allowed to access!": "Not allowed to access!",
    "Feild should not be empty!": "不能空白!",
    "Name is required.": "需要姓名",
    "Field is required.": "Field is required.",
    "Unfortunately, this address wasn't found. Please double-check it and try again.": "Unfortunately, this address wasn't found. Please double-check it and try again.",
    "Length must be less then or equal to 150.": "長度少於或等同150字符",
    "Length must be less then or equal to": "長度少於或等同",
    "Must be valid email.": "必須是正確電郵",
    "Access code must be at least 6 characters long.": "Access code must be at least 6 characters long.",
    "Updated Successfully.": "成功更新",
    "All boxes numeric required.": "需要數字",
    "Service ID must be 10 characters long.": "Service ID must be 10 characters long.",
    "Start Date of First PP cannot be less than the Service Loaded Date.": "Start Date of First PP cannot be less than the Service Loaded Date.",
    "Please save changes before switching to other service otherwise all changs will be discarded.": "Please save changes before switching to other service otherwise all changs will be discarded.",
    "Service must contain not more than 10 PPs.": "Service must contain not more than 10 PPs.",
    "Please write input for single hour rate": "請填寫時薪",
    "Please select a payment method": "請選擇收費方法",
    "Please enter Start Time": "請輸入開始時間",
    "Maximum service allowed for 12 hours only.": "預約最長只可以12小時",
    "End time should be larger than From time": "完成時間應遲於開始時間",
    "Please enter Transport subsidy amount": "請輸入交通津貼金額",
    "Please select services to book caregiver": "請選擇服務",
    "Please select date to book caregiver": "請選擇日期",
    "Please select Start and End time to book caregiver": "請選擇開始及完成時間",
    "From time should be smaller than To Time": "開始時間應早於完成時間",
    "Please select up to 3 Caregivers": "請選擇最多3位護理員",
    "Please complete onboarding steps to book caregiver": "請完成登記步驟以預約護理員",
    "Please login to book caregiver": "請登入以預約護理員",
    "Please choose rating": "請選擇評分",
    "Please select at least 1 language": "請選擇最少一種語言",
    "Please select at least 1 self-care ability": "請選擇最少一種自理能力",
    "Something went wrong, Please try again.": "有一些問題，請再嘗試",
    "Please Login to continue.": "請登入",
    "Please specify your cancer.": "請列明癌症種類",
    "Please specify your fracture.": "請列明骨折位置",
    "Please select atleast one option from fracture.": "請選擇最少一項",
    "Please select atleast one option from hepatitis.": "請選擇最少一項",
    "Maximum 5 locations are allowed.": "最多只能選擇5個地方",
    "Please select at least one location.": "請選擇最少一個地方",
    "Please check your internet connection.": "請檢查網路連線",
    "Connected to internet! You are online": "網路連線成功!",
    "Please enter time between 1 to 12": "請選擇1至12小時",
    "Seems like other caregiver has logged in , please logout and login with your details for accepting the booking.": "看來已有護理員登入，請登出並使用你的登入以按受預約",
    "Please enter start and end time": "請輸入開始及完成時間",
    "Please enter transport subsidy amount between 1 and 500": "交通津貼為$1至$500之間",
    "This user is no longer available in the system": "使用者不再於系統內",
    "Please select To Day value greter then From Day value": "完成日期應遲於開始日期",
    "Please select future date and time to book caregiver.": "請選擇將來日期及時間",
    "Please select any one payment method.": "請選擇其中一種收費方法.",
    "Please select atleast one skill.": "請選擇最少一項技能",
    "Work experience is overlapping.": "工作經驗有衝突",
    "From date should be Smaller then To Date": "開始日期應早於完成日期",
    "Please select From & To Dates": "請選擇開始及完成日期",
    "From Year should be Smaller then To Year": "開始年份應早於完成年份",
    "Please select From & To Years": "請選擇開始及完成年份",
    "Please select Month & Year": "請選擇年份及月份",
    "Please select proper dates": "請選擇正確日期",
    "Please Fill all the fileds": "Please Fill all the fileds",
    "Name of Hospital/Company is required": "需要醫院/公司名稱",
    "Work Type is required": "需要工作種類",
    "Month is required": "需要月份",
    "Year is required": "需要年份",
    "Please book appointment on an hourly basis.": "預約需要每小時計",
    "Don't Like It": "不喜歡",
    "Nurses": "護士",
    "RN": "註冊護士",
    "EN": "登記護士",
    "Support": "支援",
    "HW": "保健員",
    "PCW": "起居照顧員",
    "Out-Patient Escort": "陪診員",
    "Measure Blood glucose": "驗血糖",
    "EA Licence No: 61164": "職業介紹所牌照號碼: 61164",
    "Our Caregivers": "護理員",
    "Care Receivers": "受顧者",
    "Wound": "傷口",
    "About": "關於",
    "FAQs": "問與答",
    "Privacy": "私隱",
    "Get in touch": "聯絡我們",
    "Hong Kong": "香港",
    "489-491 Castle Peak Road, Kowloon": "九龍荔枝角青山道489-491號",
    "Hong Kong Industrial Centre": "香港工業中心C座",
    "Flat/Room 15, 1/F Block C": "1樓15室",
    "2020 PureCare | All rights reserved": "2020 Pure Care | 版權所有",
    "Client": "客戶",
    "Caregiver": "護理員",
    "Contact Us": "聯絡我們",
    "Onboard": "登記中",
    "My Profile": "我的帳戶",
    "Appointments": "服務",
    "Past": "過往",
    "Register": "登記",
    "Call 6364 0301": "致電 6364 0301",
    "Find Caregiver": "搜尋護理員",
    "Guest": "訪客",
    "Logout": "登出"
}